Repository: imdcan/trx_addons-TR_tr
Catalog: *.po
Languages: tr_tr

source: User display name. If empty - get display name of the first registered blog user
tr_tr: Kullanıcı görünen adı. Eğer boş-ilk kayıtlı blog kullanıcısının görünen adını al

source: Short description about user. If empty - get description of the first registered blog user
tr_tr: Kullanıcı hakkında kısa açıklama. Eğer boş-ilk kayıtlı blog kullanıcısı açıklaması olsun

source: Play audio from Soundcloud and other audio hostings or Local hosted audio
tr_tr: SoundCloud ve diğer ses barındırma veya yerel barındırılan ses ses oynatma

source: ThemeREX Addons - Audio player
tr_tr: ThemeREX eklentileri-ses çalar

source: Title:
tr_tr: Başlık:

source: Caption:
tr_tr: Altyazı:

source: Author:
tr_tr: Yazar:

source: Cover image URL:<br />(leave empty if you not need the cover)
tr_tr: Kapak resmi URL 'SI: < br/> (kapağına ihtiyacınız yoksa boş bırakın)

source: Select local hosted audio
tr_tr: Yerel barındırılan ses seçin

source: or paste HTML code to embed audio:
tr_tr: veya yapıştırın HTML kodu ses gömmek için:

source: Audio player
tr_tr: Ses çalar

source: Insert widget with embedded audio from popular audio hosting: SoundCloud, etc. or with local hosted audio
tr_tr: Popüler ses barındırma: SoundCloud, vb veya yerel barındırılan ses ile gömülü ses ile widget ekleyin

source: Audio caption
tr_tr: Ses başlığı

source: Caption of this audio
tr_tr: Bu ses başlığı

source: Author name
tr_tr: Yazar Adı

source: Name of the author
tr_tr: Yazarın adı

source: Cover image
tr_tr: Video kapak resmi

source: Select or upload cover image or write URL from other site
tr_tr: Kapak görüntüsünü seçme veya yükleme veya diğer siteden URL yazma

source: Audio URL
tr_tr: Sesli URL

source: URL for local hosted audio file
tr_tr: Yerel barındırılan ses dosyası için URL

source: Embed code
tr_tr: Yerleştirme kodu

source: or paste HTML code to embed audio
tr_tr: veya yapıştırın HTML kodu ses katıştırmak için

source: Banner with image and/or any html and js code
tr_tr: Resim ve/veya herhangi bir HTML ve js kodu ile banner

source: ThemeREX Addons - Banner
tr_tr: ThemeREX eklentileri-afiş

source: Widget size:
tr_tr: Widget boyutu:

source: Fullwidth
tr_tr: Tam genişlik

source: Image source URL:
tr_tr: Görüntü kaynağı URL 'si:

source: Image link URL:
tr_tr: Resim bağlantı URL 'si:

source: Paste HTML Code:
tr_tr: Yapıştır HTML kodu:

source: Insert widget with banner or any HTML and/or Javascript code
tr_tr: Banner veya herhangi bir HTML ve/veya JS kodu için widget ekleyin

source: Select or upload image or write URL from other site for the banner (leave empty if you paste banner code)
tr_tr: İmaj seçin/yükleyin veya banner için başka bir siteden URL yazın (banner kodu yapıştırmışsanız boş bırakın)

source: Banner's link
tr_tr: Banner bağlantısı

source: Link URL for the banner (leave empty if you paste banner code)
tr_tr: Banner için bağlantı URL (banner kodu yapıştırdığınızda boş bırakın)

source: or paste HTML Code
tr_tr: veya yapıştırın HTML kodu

source: Widget's HTML and/or JS code
tr_tr: Widget 'ın HTML ve/veya JS kodu

source: Standard WP Calendar with short week days
tr_tr: Standart WP Takvim - kısa

source: ThemeREX Addons - Calendar
tr_tr: ThemeREX eklentileri-takvim

source: Week days:
tr_tr: Hafta içi

source: 3 letters (Sun Mon Tue Wed Thu Fri Sat)
tr_tr: 3 harfler (güneş Mon Tue Çar Thu Fri Cts)

source: First letter (S M T W T F S)
tr_tr: İlk harf (P P S Ç P C C)

source: Insert standard WP Calendar, but allow user select week day's captions
tr_tr: Standart wordpress takvimini ekle, fakat gün ismi kısaltmalarını kullanıcı seçsin

source: Week days
tr_tr: Hafta içi

source: Show captions for the week days as three letters (Sun, Mon, etc.) or as one initial letter (S, M, etc.)
tr_tr: Hafta günleri için üç harfli kısaltma (Pzt, Sal, Çar ...vs.) veya bir harfli kısaltma (P, S, Ç ...vs.) göster

source: Display categories list with icons or images
tr_tr: Kategorileri simgeler veya resim ile liste

source: ThemeREX Addons - Categories list
tr_tr: ThemeREX eklentileri-Kategoriler listesi

source: Output style:
tr_tr: Çıkış stili:

source: Post type:
tr_tr: Gönderi tipi:

source: Taxonomy:
tr_tr: Taksonomi:

source: Categories to show:
tr_tr: Kategorileri göstermek için:

source: Number categories to show (if field above is empty):
tr_tr: Gösterilecek kategori sayısı

source: Columns number:
tr_tr: Sütun numarası:

source: Show thumbs:
tr_tr: Başparmak göster:

source: Show posts count:
tr_tr: Yayın sayısını göster:

source: Only children of the current category:
tr_tr: Yalnızca geçerli kategorinin çocukları:

source: Children
tr_tr: Çocuk

source: Categories List
tr_tr: Kategoriler Listesi

source: Insert categories list with icons or images
tr_tr: Kategorileri simgeler veya resim ile liste

source: Select style to display categories list
tr_tr: Kategoriler listesini görüntülemek için stili seçin

source: Select post type to get taxonomies from
tr_tr: Taksononomiler almak için gönderi tipini seçin

source: Select taxonomy to get terms from
tr_tr: Terimleri almak için taksonomi seçin

source: List of the terms
tr_tr: Şartların listesi

source: Comma separated list of the term's slugs to show. If empty - show 'number' terms (see the field below)
tr_tr: Terim 's sümüklü böcek göstermek için virgülle ayrılmış listesi. Boş göster ' number ' terimleri (aşağıdaki alana bakın)

source: Number of categories to show
tr_tr: Gösterilecek kategori sayısı

source: How many categories display in widget?
tr_tr: Widget 'ta kaç kategori görüntülenir?

source: Columns number to show
tr_tr: Göstermek için sütun numarası

source: How many columns use to display categories list?
tr_tr: Kategoriler listesini görüntülemek için kaç sütun kullanılır?

source: Show thumbs
tr_tr: Başparmak göster

source: Do you want display term's thumbnails (if exists)?
tr_tr: Ekran terimin küçük resimlerini (varsa) ister misiniz?

source: Show posts number
tr_tr: Mesaj numarasını göster

source: Do you want display posts number?
tr_tr: Yazarın kimliği gösterilsin mi?

source: Show children
tr_tr: Çocuk

source: Show only children of current category
tr_tr: Yalnızca geçerli kategorideki çocukları göster

source: Contacts - logo and short description, address, phone and email
tr_tr: Rehber-logo ve kısa açıklama, adres, telefon ve e-posta

source: ThemeREX Addons - Contacts
tr_tr: ThemeREX eklentileri-Iletişim

source: Logo for Retina:
tr_tr: Retina için logo

source: Short description about user
tr_tr: Kullanıcı hakkında kısa açıklama

source: Break on columns
tr_tr: Sütunları ara

source: Show Social icons
tr_tr: Sosyal medya ikonlarını göster

source: Show Google map
tr_tr: Google haritasını göster

source: Google map height:
tr_tr: Google harita yüksekliği:

source: Google map position:
tr_tr: Google harita pozisyonu:

source: Insert widget with logo, short description and contacts
tr_tr: Logo, kısa açıklama ve kişiler ile ekle Widget

source: Address string. Use '|' to split this string on two parts
tr_tr: Adres dizesi. Bu dizeyi iki bölüme bölmek için ' | ' kullanın

source: Your e-mail address
tr_tr: E-posta adresiniz

source: Display address at left side and phone with email at right side
tr_tr: Sağ tarafta e-posta ile sol tarafta ve telefon adresi görüntüle

source: Show Googlemap
tr_tr: GoogleMap göster

source: Do you want to display Google map with address above
tr_tr: Yukarıdaki adresle Google haritasını görüntülemek istiyor musunuz

source: Height of the Google map
tr_tr: Google haritasındaki yükseklik

source: Googlemap position
tr_tr: GoogleMap konumu

source: Select position of the Google map
tr_tr: Google haritasındaki konumu seçin

source: Show Social Icons
tr_tr: Sosyal Simgeleri Göster

source: Do you want to display icons with links on your profiles in the Social networks?
tr_tr: Sosyal ağlarda profillerinizin bağlantılarını içeren simgeleri görüntülemek istiyor musunuz?

source: Last flickr photos.
tr_tr: Son Flickr fotoğrafları.

source: ThemeREX Addons - Flickr photos
tr_tr: ThemeREX eklentileri-Flickr fotoğrafları

source: Number of photos:
tr_tr: Fotograf sayısı:

source: Flickr photos
tr_tr: Flickr fotoğrafları

source: Display the latest photos from Flickr account
tr_tr: Flickr hesabından en son fotorafları göster

source: Flickr username
tr_tr: Flickr kullanıcı adı

source: Your Flickr username
tr_tr: Flickr kullanıcı adınız

source: Number of photos
tr_tr: Fotoğraf sayısı

source: How many photos to be displayed?
tr_tr: Görüntülenecek fotoğraf sayısı?

source: The most popular and most commented blog posts
tr_tr: En popüler ve en çok yorum alan yazılar

source: ThemeREX Addons - Most Popular & Commented Posts
tr_tr: ThemeREX eklentileri-en popüler ve yorumlanan mesajlar

source: Most popular tab title:
tr_tr: En popüler sekme başlığı:

source: Most commented tab title:
tr_tr: En çok yorumlanmış sekme başlığı:

source: Most liked tab title:
tr_tr: En çok beğenilen sekme başlığı:

source: Number posts to show:
tr_tr: Gösterilecek yazı sayısı:

source: Show post's image:
tr_tr: Gönderi imajını göster

source: Show post's author:
tr_tr: İçerik yazarını göster

source: Show post's date:
tr_tr: Gönderinin yayın tarihini göster

source: Show post's counters:
tr_tr: Gönderinin sayaçlarını göster

source: Show post's categories:
tr_tr: Yazı kategorilerini göster:

source: Popular Posts
tr_tr: Popüler Gönderiler

source: Most popular tab title
tr_tr: En popüler sekme başlığı

source: Most commented tab title
tr_tr: En çok yorumlanan sekme başlığı

source: Most liked tab title
tr_tr: En beğenilen sekme başlığı

source: Number posts to show
tr_tr: Yazı sayısını göster

source: How many posts display in widget?
tr_tr: Bileşende kaç yazı gösterilecek?

source: Show post's image
tr_tr: Gönderi imajını göster

source: Do you want display post's featured image?
tr_tr: Ekran gönderinin özellikli görüntüsünü istiyor musunuz?

source: Show post's author
tr_tr: İçerik yazarını göster

source: Do you want display post's author?
tr_tr: Yazarın kimliği gösterilsin mi?

source: Show post's date
tr_tr: Gönderinin yayın tarihini göster

source: Do you want display post's publish date?
tr_tr: Yazının tarihi gösterilsin mi?

source: Show post's counters
tr_tr: Gönderinin sayaçlarını göster

source: Do you want display post's counters?
tr_tr: Yazının sayaçları gösterilsin mi?

source: Show post's categories
tr_tr: Yazı kategorilerini göster:

source: Do you want display post's categories?
tr_tr: Yazının kategorisi gösterilsin mi?

source: ThemeREX Addons - Recent News
tr_tr: ThemeREX eklentileri-son haberler

source: Block title:
tr_tr: Blok Başlığı:

source: Block subtitle:
tr_tr: Blok Alt başlık:

source: Style:
tr_tr: Stil:

source: Number of featured posts:
tr_tr: Öne çıkan yazı sayısı

source: Number of columns:
tr_tr: Sütun sayısı:

source: Parent category:
tr_tr: Ana kategori:

source: -- All categories --
tr_tr: -- Tüm Kategoriler --

source: Show categories:
tr_tr: Gösterilen kategoriler:

source: All News
tr_tr: Tüm Haberler

source: Alphabetically
tr_tr: Alfabetik

source: Popular (views count)
tr_tr: Popüler (Sayıyı Göster)

source: Most commented (comments count)
tr_tr: En Çok Yorumlanan (Yorum Sayısını Göster)

source: Recent News
tr_tr: Son Haberler

source: Insert recent news list
tr_tr: Son haber listesini ekle

source: Widget Title
tr_tr: Widget Başlığı

source: Title for the widget (fill this field only if you want to use shortcode as widget)
tr_tr: Bileşen için başlık

source: Title for the block
tr_tr: Blok için başlık

source: Subtitle for the block
tr_tr: Blok için alt başlık

source: List style
tr_tr: Liste biçimi

source: Select style to display news list
tr_tr: Haber listesini görüntülemek için stili seçin

source: Show categories
tr_tr: Kategorileri göster

source: Show categories in the shortcode's header
tr_tr: SHORTCODE 'un başlığındaki kategorileri göster

source: List IDs
tr_tr: Liste kimlikleri

source: Select category to show news. If empty - select news from any category or from IDs list
tr_tr: Haberleri göstermek için kategoriyi seçin. Herhangi bir kategorideki veya kimlikler listesinden boş haber seçin

source: Total posts
tr_tr: Toplam mesaj

source: How many posts will be displayed? If used IDs - this parameter ignored.
tr_tr: Kaç gönderi görüntülenecek? Eğer ID kullanmışsanız - bu parametre ihmal edilir.

source: How many columns use to show news list
tr_tr: Haber listesi göstermek için kaç sütunları kullanılıyor

source: Offset before select posts
tr_tr: Gönderi seçme öncesi ofset

source: Skip posts before select next part.
tr_tr: Sonraki kısıma geçmeden önce gönderileri atla.

source: Featured posts
tr_tr: Özel Haberler

source: How many posts will be displayed as featured?
tr_tr: Kaç yazı öne çıkarılmış olarak gösterilecek?

source: Post sorting
tr_tr: Gönderi sıralama

source: Select desired posts sorting method
tr_tr: Arzu ettiğiniz gönderi sıralama yöntemini seçin

source: Select desired posts order
tr_tr: Arzu ettiğiniz gönderi sıralaması seçin

source: The recent blog posts (extended) with images and post meta
tr_tr: Resimler ve post meta ile son blog gönderileri (genişletilmiş)

source: ThemeREX Addons - Recent Posts
tr_tr: ThemeREX eklentileri-son mesajlar

source: Show post image:
tr_tr: Yazı resimini göster:

source: Show post author:
tr_tr: Yazı yazarını göster:

source: Show post date:
tr_tr: Yayın tarihi göster:

source: Show post counters:
tr_tr: Gönderi Sayaçlarını Göster:

source: Show post categories:
tr_tr: Yazı kategorilerini göster:

source: Recent Posts
tr_tr: Son Yazılar

source: Display theme slider
tr_tr: Tema kaydırıcıyı görüntüle

source: ThemeREX Addons - Posts slider or Revolution slider
tr_tr: ThemeREX eklentileri-mesajlar kaymak veya devrim kaydırıcıyı

source: Posts slider (Swiper)
tr_tr: İçerik slider (Swiper)

source: No titles
tr_tr: Başlık yok

source: Slider height
tr_tr: Slider yüksekliği

source: Swiper style
tr_tr: Swiper stili

source: Swiper effect
tr_tr: Swiper etkisi

source: Category:
tr_tr: Kategori:

source: Space between slides in the Swiper
tr_tr: Swiper içinde slaytlar arasındaki boşluk

source: Show titles in the Swiper
tr_tr: Swiper 'de başlıkları göster

source: Show large titles:
tr_tr: Büyük başlıkları göster:

source: Show arrows:
tr_tr: Okları göster:

source: Show pagination:
tr_tr: Ürünler için küçük resim göster

source: Direction:
tr_tr: ﻿Metin Yönü

source: Prev|PHOTO
tr_tr: Fotoğraf

source: Next|PHOTO
tr_tr: Sonraki | Fotoğraf

source: Slider engine
tr_tr: Slider motoru

source: Type of the slides content
tr_tr: Slaytlar içeriğinin türü

source: Use images from slides as background (default) or insert it as tag inside each slide
tr_tr: Slaytlardan görüntüleri arka plan olarak kullanın (varsayılan) veya her slaytın içine etiket olarak ekleyin

source: Background
tr_tr: Arkaplan

source: Image tag
tr_tr: Resim etiketi

source: No resize slide's content
tr_tr: Slayt içeriğini yeniden boyutlandırma yok

source: Disable resize slide's content, stretch images to cover slide
tr_tr: Slaytın içeriğini yeniden boyutlandırma devre dışı bırakma, slayt kapak görüntüleri streç

source: Slides ratio
tr_tr: Slaytlar oranı

source: Ratio to resize slides on tabs and mobile. If empty - 16:9
tr_tr: Sekmeler ve mobil slaytları yeniden boyutlandırmak için oran. Boş Ise-16:9

source: Initial height of the slider. If empty - calculate from width and aspect ratio
tr_tr: Kaydırıcının başlangıç yüksekliği. Eğer boş-genişlik ve en boy oranı hesaplayın

source: Select style of the Swiper slider
tr_tr: Swiper kaydırıcının stilini seçin

source: Select slides effect of the Swiper slider
tr_tr: Swiper kaydırıcının slayt efektini seçme

source: Direction
tr_tr: Yön

source: Select direction to change slides
tr_tr: Slaytları değiştirmek için yönü seçme

source: Interval between slides in the Swiper
tr_tr: Kaydırma zaman aralığı

source: Specify interval between slides change in the Swiper
tr_tr: Kaydırma başına düşen zaman aralığını belirt

source: Controls
tr_tr: Kontroller

source: Do you want to show arrows to change slides?
tr_tr: Slaytları değiştirmek için okları göstermek istiyor musunuz?

source: Prev Slide
tr_tr: Önceki slayt

source: Label of the 'Prev Slide' button in the Swiper (Modern style). Use '|' to break line
tr_tr: Swiper 'de ' önceki slayt ' düğmesinin etiketi (modern stil). Satırı kırmak için ' | ' kullanın

source: Next Slide
tr_tr: Eğer "EVET" olursa Sonraki slaytta bir parçası sağ tarafta görünür olacaktır.

source: Label of the 'Next Slide' button in the Swiper (Modern style). Use '|' to break line
tr_tr: Swiper (modern stil) ' deki ' Next slayt ' düğmesinin etiketi. Satırı kırmak için ' | ' kullanın

source: Pagination
tr_tr: Sayfalama stili

source: Do you want to show bullets to change slides?
tr_tr: Slaytları değiştirmek için madde işaretlerini göstermek istiyor musunuz?

source: Pagination type
tr_tr: Sayfalandırma tipi

source: Select type of the pagination
tr_tr: Sayfalama türünü seçin

source: Fraction (slide numbers)
tr_tr: Kesir (slayt numaraları)

source: Progress
tr_tr: İlerleme

source: Pagination position
tr_tr: Sayfalandırma konumu

source: Select pagination position
tr_tr: Sayfalandırma konumunu seçin

source: Bottom Inside
tr_tr: Alt Iç

source: Titles in the Swiper
tr_tr: Swiper içinde başlıklar

source: Show post's titles and categories on the slides
tr_tr: Slaytlardaki yazının başlıklarını ve kategorilerini göster

source: Outside
tr_tr: Dışında

source: Large titles
tr_tr: Büyük başlıklar

source: Do you want use large titles?
tr_tr: Büyük başlıklar kullanmak istiyor musunuz?

source: Select post type to get featured images from the posts
tr_tr: Mesajdan öne çıkan görüntüleri almak için gönderi tipini seçin

source: Slides
tr_tr: Slaytlar

source: Select taxonomy to get featured images from the posts
tr_tr: Gönderilerin özellikli görüntüleri almak için taksonomi seçin

source: Select category to get featured images from the posts
tr_tr: Mesajdan özellikli görüntüleri almak için kategori seçin

source: Posts number
tr_tr: Mesaj numarası

source: Number of posts or comma separated post's IDs to show images
tr_tr: Görüntüleri göstermek için Gönderilerin Sayısı veya virgülle ayrılmış gönderinin kimlikleri

source: or create custom slides
tr_tr: veya özel slaytlar oluşturma

source: Enter title of this slide
tr_tr: Bu slaytın başlığını girin

source: Enter subtitle of this slide
tr_tr: Bu slaytın altyazısını girin

source: URL to link of this slide
tr_tr: Bu slaytın bağlantı URL 'si

source: or paste the HTML code to embed video in this slide
tr_tr: veya bu slayda video katıştırmak için HTML kodunu yapıştırın

source: Custom Slide
tr_tr: Özel slayt

source: Insert the custom slide in the slider
tr_tr: Özel slaydı kaydırıcıya ekleme

source: Slider Controller
tr_tr: Kaymak denetleyici

source: Insert controller for the specified slider
tr_tr: Belirtilen kaydırıcı için denetleyici Ekle

source: Slave slider ID
tr_tr: Köle kaydırıcı KIMLIĞI

source: ID of the slave slider
tr_tr: Köle kaydırıcının KIMLIĞI

source: Controller height
tr_tr: Denetleyici yüksekliği

source: Select style of the Controller
tr_tr: Denetleyici stilini seçin

source: Thumbs
tr_tr: Küçük Resimler

source: Effect
tr_tr: Efekt

source: Select slides effect of the Controller
tr_tr: Denetleyici 'nin slayt efektini seçme

source: Slides per view
tr_tr: Görünüm başına slaytlar

source: Specify slides per view in the Controller
tr_tr: Denetleyici 'de görünüm başına slaytlar belirtme

source: Space between slides in the Controller
tr_tr: Denetleyici içindeki slaytlar arasındaki boşluk

source: Interval between slides
tr_tr: Slaytlar arasındaki Aralık

source: Specify interval between slides change in the Controller
tr_tr: Denetleyici 'deki slaytlar değişimi arasındaki aralığı belirtme

source: Slider Controls
tr_tr: Slider Kontrolleri

source: Insert separate arrows for the specified slider
tr_tr: Belirtilen kaydırıcı için ayrı oklar ekleme

source: Select style of the arrows
tr_tr: Oklar stilini seçin

source: Select alignment of the arrows
tr_tr: Okları hizalama seçin

source: Hide button 'Prev'
tr_tr: Gizle düğmesi ' önceki '

source: Do you want to hide arrow 'Prev'?
tr_tr: ' Prev ' oku gizlemek istiyor musunuz?

source: Title for button 'Prev'
tr_tr: ' Prev ' düğmesinin başlığı

source: Specify title of the button 'Prev'. If empty - display arrow
tr_tr: ' Prev ' düğmesinin başlığını belirtin. Boş görüntü ok

source: Hide button 'Next'
tr_tr: Gizle düğmesi ' Next '

source: Do you want to hide arrow 'Next'?
tr_tr: Ok ' Next ' gizlemek istiyor musunuz?

source: Title for button 'Next'
tr_tr: Düğme ' Next ' için başlık

source: Specify title of the button 'Next'. If empty - display arrow
tr_tr: ' Next ' düğmesinin başlığını belirtin. Boş görüntü ok

source: Socials - show links to the profiles in your favorites social networks
tr_tr: Socials-Favoriler sosyal ağlarda profillerine bağlantıları göster

source: ThemeREX Addons - Socials
tr_tr: ThemeREX eklentileri-sosyaller

source: Social Icons
tr_tr: Kullanıcı Sosyal Ağı

source: Insert widget with social icons, that specified in the Theme Customizer
tr_tr: Tema Düzenleyicide belirtilen sosyal simge araçlarını yerleştir

source: Follow us
tr_tr: Bizi takip et

source: Last Twitter Updates. Version for new Twitter API 1.1
tr_tr: En son Twitter Güncellemeleri. Yeni Twitter API 1.1 versiyonu

source: ThemeREX Addons - Twitter
tr_tr: ThemeREX eklentileri-Twitter

source: Tweets number:
tr_tr: Tweet sayısı:

source: Twitter Username:
tr_tr: Twitter Kullanıcı Adı:

source: Consumer Key:
tr_tr: Kullanıcı anahtarı:

source: Consumer Secret:
tr_tr: Kullanıcı Gizliliği:

source: Token Secret:
tr_tr: Jeton Sırrı:

source: Show "Follow us"
tr_tr: Göster "Bizi takip edin"

source: Background image:
tr_tr: Arkaplan resmi:

source: Tweets number
tr_tr: Tweet sayısı

source: Tweets number to show in the feed
tr_tr: Akışta gösterilecek tweet sayısı

source: Show Follow Us
tr_tr: Bizi takip edin’i göster

source: Do you want display Follow Us link below the feed?
tr_tr: Akışın altındaki bizi takip edin linkini görüntülemek istiyor musunuz?

source: Widget background
tr_tr: Araç arkaplanı

source: Select or upload image or write URL from other site for use it as widget background
tr_tr: Araç arka planı olarak kullanmak için resim seç, yükle veya başka siteden URL linki gir

source: Twitter Username
tr_tr: Twitter Kullanıcı Adı

source: Twitter account
tr_tr: Twitter hesabı

source: Consumer Key
tr_tr: Tüketici Anahtarı

source: Specify Consumer Key from Twitter application
tr_tr: Twitter uygulaması için tüketici anahtarını belirt

source: Consumer Secret
tr_tr: Tüketici Gizliliği

source: Specify Consumer Secret from Twitter application
tr_tr: Twitter uygulamasından tüketici gizli anahtarını belirt

source: Specify Token Key from Twitter application
tr_tr: Twitter uygulamasından jeton anahtarını belirt

source: Specify Token Secret from Twitter application
tr_tr: Twitter uygulamasındaki jeton sırrını belirt

source: Insert widget with Twitter feed
tr_tr: Twitter akış aracını yerleştir

source: Show video from Youtube, Vimeo, etc.
tr_tr: YouTube, Vimeo, vb video göster

source: ThemeREX Addons - Video player
tr_tr: ThemeREX eklentileri-video oynatıcı

source: Link to video:
tr_tr: Video bağlantısı:

source: or paste HTML code to embed video:
tr_tr: veya yapıştırın HTML kodu embed video:

source: Video in the popup:
tr_tr: Açılır pencerede video

source: Video player
tr_tr: Video Oynatıcı

source: Insert widget with embedded video from popular video hosting: Vimeo, Youtube, etc.
tr_tr: Popüler video barındırma gömülü video ile INSERT widget: Vimeo, YouTube, vb.

source: Open video in the popup
tr_tr: Popup 'da videoyu açın

source: Link to video
tr_tr: Video bağlantısı

source: or paste Embed code
tr_tr: veya yapıştırın katıştırma kodu
