Repository: imdcan/trx_addons-TR_tr
Catalog: *.po
Languages: tr_tr

source: or paste the HTML code to embed video
tr_tr: veya video katıştırmak için HTML kodunu yapıştırın

source: Categories list
tr_tr: Kategori listesi

source: Popular posts
tr_tr: Popüler Gönderiler

source: Recent news
tr_tr: Son Haberler

source: Announce
tr_tr: Duyurmak

source: Magazine
tr_tr: Magazin

source: Recent posts
tr_tr: Son gönderiler

source: Add custom widgets area
tr_tr: Özel widget 'lar alanı ekleme

source: Name (required):
tr_tr: İsim (gerekli):

source: Description:
tr_tr: Açıklama:

source: Add
tr_tr: Ekle

source: To create new widgets area specify it name (required) and description (optional) and press this button
tr_tr: Yeni Widgets alanı oluşturmak Için adını belirtin (gerekli) ve açıklama (isteğe bağlı) ve bu düğmeye basın

source: Delete
tr_tr: Sil

source: To delete custom widgets area specify it name (required) and press this button
tr_tr: Özel Widgets alanını silmek Için adı belirtin (gerekli) ve bu düğmeye basın

source: THEME INIT START
tr_tr: TEMA ıNıT START

source: THEME INIT END
tr_tr: TEMA ıNıT END

source: PLUGINS INIT START
tr_tr: EKLENTILER ıNıT START

source: PLUGINS INIT END
tr_tr: EKLENTILER ıNıT END

source: WP PAGE OUTPUT START
tr_tr: WP SAYFA ÇıKıŞı BAŞLANGıCı

source: WP PAGE OUTPUT END
tr_tr: WP SAYFA ÇıKıŞ SONU

source: Execution time and Memory usage
tr_tr: Yürütme süresi ve bellek kullanımı

source: Point
tr_tr: Puan

source: Execution time (seconds)
tr_tr: Yürütme süresi (saniye)

source: Usage memory (bytes)
tr_tr: Kullanım belleği (bayt)

source: Database queries
tr_tr: Veritabanı sorguları

source: By theme
tr_tr: Temaya göre

source: Total (WP+Plugins+Theme)
tr_tr: Toplam (WP + plugins + Tema)

source: WP Filesystem is not initialized! Put contents to the file "%s" failed
tr_tr: WP dosya sistemi başlatılmadı! “%s” dosyasına içerik koymak başarısız

source: WP Filesystem is not initialized! Get contents from the file "%s" failed
tr_tr: WP dosya sistemi başlatılmadı! “%s” dosyasından içerikleri almak başarısız

source: WP Filesystem is not initialized! Get rows from the file "%s" failed
tr_tr: WP dosya sistemi başlatılmadı! “%s” dosyasından satırları almak başarısız

source: - Not selected -
tr_tr: - Seçili değil -

source: Accented
tr_tr: Vurgulu

source: Path
tr_tr: Yol

source: Jump
tr_tr: Zıplama

source: Underline
tr_tr: Altı Çizili

source: Fade Box
tr_tr: Fade kutusu

source: - None -
tr_tr: - Yok -

source: Bounce In
tr_tr: Sıçrama

source: Bounce In Up
tr_tr: Hopla Yukarı

source: Bounce In Down
tr_tr: Hopla Aşağı

source: Bounce In Left
tr_tr: Hopla Sol

source: Bounce In Right
tr_tr: Hopla Sağ

source: Fade In Down
tr_tr: Soluklaş

source: Zoom In
tr_tr: Yakınlaştır

source: Zoom Out
tr_tr: Uzaklaştır

source: Components present
tr_tr: Mevcut bileşenler

source: Components settings are present in the options
tr_tr: Ayar Seçenekleri

source: Select required %s and their layouts
tr_tr: Gerekli %s ve mizanpajlarını seçin

source: %s archive layouts
tr_tr: %s arşiv düzenleri

source: %s shortcode layouts
tr_tr: %s kusur düzenleri

source: Allowed components
tr_tr: Izin verilen bileşenler

source: ThemeREX Addons Settings
tr_tr: ThemeREX eklentileri ayarlar

source: Save Options
tr_tr: Ayarları Kaydet

source: Drag to sort cloned fields
tr_tr: Klonlanmış alanları sıralamak için sürükleyin

source: Click to clone this set of the fields
tr_tr: Bu alanların kümesini klonlamak için tıklatın

source: Click to delete this set of the fields
tr_tr: Bu alanların kümesini silmek için tıklatın

source: Choose Image
tr_tr: Resim Seç

source: Choose Media
tr_tr: Medya seç

source: Choose Images
tr_tr: Resimleri seçin.

source: Add to Gallery
tr_tr: Galeriye Ekle

source: Add Images
tr_tr: Resim Ekleme

source: Add Files
tr_tr: Dosyaları ekleyin

source: Find by address
tr_tr: Adrese göre bul

source: Bad security code! Options are not saved!
tr_tr: Yanlış güvenlik kodu! Seçenekler kaydedilmedi!

source: Manage options is denied for the current user! Options are not saved!
tr_tr: Yönetme seçenekleri geçerli kullanıcı için engellendi! Seçenekler kaydedilmez!

source: Options are saved
tr_tr: Seçenekler kaydedilir

source: Item Options
tr_tr: Rota Ayarları

source: Undefined option "%s" called from:
tr_tr: Tanımsız " %s" seçeneği çağrıldı:

source: General settings of the ThemeREX Addons
tr_tr: ThemeREX eklentileri genel ayarları

source: Debug mode
tr_tr: Hata ayıklama modu

source: Enable debug functions and theme profiler output.
tr_tr: Hata ayıklama işlevlerini ve tema Profiler çıktısını etkinleştirin.

source: Attention! When the "Debug Mode" is on, the original .css and .js files are being used. When it is turned off, composed files that contain many scripts and styles are used! Composed files must not be edited! If you want to change scripts or styles of plugins and/or of the theme, turn the "Debug mode" on, apply the changes to the original files, check if everything works, and turn the "Debug mode" off again. Composed files are being rewritten every time you save plugin's and the theme's options.
tr_tr: Dikkat! "Hata ayıklama modu" açık olduğunda, orijinal. css ve. js dosyaları kullanılıyor. Kapalı olduğunda, birçok komut dosyası ve stilleri içeren oluşturulan dosyalar kullanılır! Oluşturulan dosyalar düzenlenmelidir değil! Komut dosyalarını veya eklentileri ve/veya tema stillerini değiştirmek istiyorsanız, "hata ayıklama modunu" açmak, özgün dosyalara değişiklikleri uygulamak, her şeyin çalışır olup olmadığını kontrol edin ve yeniden "Debug modu" açın. Oluşturulan dosyalar eklentisi ve tema seçenekleri kaydetmek her zaman yeniden ediliyor.

source: Move styles to the head
tr_tr: Cevapı taşı: "%s"

source: Capture page output and move all tags "style" from the body to the head (for the W3C validation).
tr_tr: Sayfa çıktısını yakalayın ve tüm etiketleri "stil" gövdesinde kafa (W3C doğrulama için) taşıyın.

source: Views counter via AJAX
tr_tr: AJAX üzerinden görüntüleme sayacı

source: Increment views counter via AJAX or PHP. Check it if you use caching system on your site
tr_tr: Increment görünümleri Counter AJAX veya PHP üzerinden. Sitenizde önbelleğe alma sistemi kullanıyorsanız kontrol edin

source: Image dimensions
tr_tr: Resim boyutları

source: Which dimensions will be used for the uploaded images: "Original" or "Retina ready" (twice enlarged)
tr_tr: Yüklenen görüntüler için hangi boyutlar kullanılacaktır: "orijinal" veya "Retina hazır" (iki kez büyütülmüş)

source: Original
tr_tr: Orijinal

source: Retina
tr_tr: Retina(2x)

source: Quality for cropped images
tr_tr: Kırpılmış imaj kalitesi

source: Quality (1-100) to save cropped images. Attention! After change the image quality, you need to regenerate all thumbnails!
tr_tr: Kırpılmış görüntüleri kaydetmek için kalite (1-100). Dikkat! Görüntü kalitesini değiştirdikten sonra, tüm minik resimleri yeniden oluşturmanız gerekir!

source: Show page preloader
tr_tr: Sayfa önyükleycisini göster

source: Select one of predefined styles for the page preloader or upload preloader image
tr_tr: Sayfa önyükleyicisi için öntanımlı stil seç veya önyükleyici imajı seç

source: Hide preloader
tr_tr: Sayfa önyükleycisini gizle

source: Square
tr_tr: Kare

source: Page preloader bg color
tr_tr: Sayfa Preloader bg renk

source: Select background color for the page preloader. If empty - not use background color
tr_tr: Sayfa önyükleyici için arka plan rengini seçin. Boş Ise-arka plan rengini kullanmayın

source: Page preloader image
tr_tr: Sayfa ön yükleyici görüntüsü

source: Select or upload page preloader image for your site. If empty - site not using preloader
tr_tr: Siteniz için sayfa ön yükleyici görüntüsünü seçin veya yükleyin. Boş site Preloader kullanmıyorsanız

source: Add "Scroll to Top"
tr_tr: "Yukarı kaydırın" Ekle

source: Add "Scroll to Top" button when page is scrolled down
tr_tr: Sayfa aşağı kaydırıldığında "üst kaydırma" düğmesine Ekle

source: Animate inner links
tr_tr: İç bağlantıları canlandırın

source: Add "Smooth Scroll" to the inner page links (started with "#")
tr_tr: İç sayfa bağlantılarına "pürüzsüz kaydırma" Ekle ("#" ile başladı)

source: Popup Engine
tr_tr: Popup motoru

source: Select script to show popup windows with images and any other html code
tr_tr: Görüntüleri ve diğer HTML kodu ile Popup pencereleri göstermek için komut dosyası seçin

source: Menu parameters
tr_tr: Menü parametreleri

source: Use menu cache
tr_tr: Menu Cache

source: Use cache for the menu (increase theme speed, decrease queries number). Attention! Please, save menu again after change permalink settings! Uncheck this option if you use WPML!
tr_tr: Menü için önbellek kullanın (Tema hızını artırın, sorgular numarasını azaltın). Dikkat! Lütfen, değişiklik Permalink ayarları sonra tekrar menü Kaydet! Eğer WPML kullanırsanız bu seçeneğin Işaretini kaldırın!

source: Breadcrumbs nestings
tr_tr: Ekmek kırıntıları

source: Max nesting level of the breadcrumbs. If empty or 0 - display all breadcrumbs elements!
tr_tr: En fazla iç içe geçmiş düzey içerik haritaları. Boş veya 0-tüm kırıntıları öğeleri görüntüler!

source: Login and Registration
tr_tr: Giriş ve kayıt

source: Specify parameters of the User's Login and Registration
tr_tr: Kullanıcının giriş ve kayıt parametrelerini belirtme

source: Login via AJAX
tr_tr: AJAX ile giriş yapın

source: Login via AJAX or use direct link on the WP Login page. Uncheck it if you have problem with any login plugin.
tr_tr: AJAX üzerinden giriş veya WP giriş sayfasında doğrudan bağlantı kullanın. Eğer herhangi bir giriş eklentisi ile sorun varsa Işaretini kaldırın.

source: Login via social profiles
tr_tr: Sosyal profiller üzerinden giriş

source: Specify shortcode from your Social Login Plugin or any HTML/JS code to make Social Login section
tr_tr: Sosyal Medya ile Giriş kısmından Sosyal Medya ile Giriş Eklentisi veya herhangi bir HTML/JS kodu belirle

source: Notify about new registration
tr_tr: Yeni kayıt hakkında bilgi verin

source: Send E-mail with a new registration data to the site admin e-mail and/or to the new user's e-mail
tr_tr: Site Yöneticisi e-posta ve/veya yeni kullanıcının e-posta için yeni bir kayıt verileri ile e-posta gönder

source: Admin
tr_tr: Yönetici

source: User
tr_tr: yeni bir kullanıcı olarak:

source: API Keys for some Web-services
tr_tr: Bazı Web Hizmetleri için API anahtarları

source: Control loading Google API script and specify Google API Key to access Google map services
tr_tr: Google API komut dosyasını yüklemeyi kontrol etme ve Google harita hizmetlerine erişmek için Google API anahtarı belirtin

source: Load Google API script
tr_tr: Google API komut dosyasını yükle

source: Uncheck this field to disable loading Google API script if it loaded by another plugin
tr_tr: Başka bir eklenti tarafından yüklendiğinde Google API komut dosyasını yüklemeyi devre dışı bırakmak için bu alanın Işaretini kaldırın

source: Google API Key
tr_tr: Google API Anahtarı

source: Insert Google API Key for browsers into the field above
tr_tr: Yukarıdaki alana tarayıcılar için Google API anahtarı Ekle

source: Marker icon
tr_tr: İşaret Simgesi

source: Default icon to show markers on the Google maps
tr_tr: Google haritalarında işaretçileri göstermek için varsayılan simge

source: Icon to join markers to the cluster on the Google maps
tr_tr: Simge Google haritalarında kümeye işaretçiler katılmak için

source: Google Analitics code
tr_tr: Google Analitics kodu

source: Specify Google Analitics code or/and any other html/js code to be inserted before the closing tag &lt;/head&gt;" on each page of this site
tr_tr: Google Analitics kodunu veya/ve bu sitenin her sayfasında kapanış etiketine &lt;/head &gt; "önce eklenecek diğer herhangi bir HTML/js kodunu belirtin

source: Google Remarketing code
tr_tr: Google yeniden pazarlama kodu

source: Specify Google Remarketing code or/and any other html/js code to be inserted before the closing tag &lt;/body&gt;" on each page of this site
tr_tr: Bu sitenin her sayfasında &lt;/BODY &gt; "kapanış etiketinden önce eklenecek Google yeniden pazarlama kodunu veya/ve diğer herhangi bir HTML/js kodunu belirtin

source: Links to the social profiles and post's share settings
tr_tr: Sosyal profiller ve post 'un paylaşım ayarlarına bağlantılar

source: Links to your social profiles
tr_tr: Sosyal profilinize bağlantılar

source: Links to your favorites social networks
tr_tr: Sık kullanılan sosyal ağlara bağlantılar

source: URL to share posts
tr_tr: Mesajları paylaşmak için URL

source: Specify URLs to share your posts in the social networks. If empty - no share post in this social network.<br>You can use next macros to include post's parts into the URL:<br><br>{link} - post's URL,<br>{title} - title of the post,<br>{descr} - excerpt of the post,<br>{image} - post's featured image URL,<br>{id} - post's ID
tr_tr: Sosyal ağlarda gönderilerinizi paylaşmak için URL 'leri belirtin. Boş Ise-bu sosyal ağda hiçbir paylaşım sonrası. <br> Eğer URL içine Post parçaları dahil etmek için sonraki makrolar kullanabilirsiniz: <br> <br> {link}-Post 's URL, <br> {title}-yazının başlığı, <br> {DESCR}-yazının alıntısı, <br> {Image}-Post 's özellikli görüntü URL, <br> {ID}-Post 's ID

source: Share
tr_tr: Paylaş

source: Clone fields group and select icon/image, specify social network's title and URL to share posts
tr_tr: Klonlama alanları grubu ve simge/görüntü seçin, sosyal ağ başlığı ve mesajları paylaşmak için URL belirtin

source: Specify URL to share your posts in this network
tr_tr: Bu ağda gönderilerinizi paylaşmak için URL 'yi belirtin

source: Shortcodes settings
tr_tr: Shortcodes ayarları

source: Settings of the 'Anchor' shortcode
tr_tr: ' Anchor ' kusur ayarları

source: Scroll to Anchor
tr_tr: Bağlantı kısmına ilerleyin

source: Scroll to Prev/Next anchor on mouse wheel
tr_tr: Fare tekerleğinde önceki/sonraki bağlayıcısını kaydırın

source: Update location from Anchor
tr_tr: Anchor 'dan konumu Güncelleştir

source: Update browser location bar form the anchor's href when page is scrolling
tr_tr: Sayfa kaydırılırken tarayıcı konum çubuğunu Güncelle bağlantı noktasının href biçimini Güncelleştir

source: Form fields
tr_tr: Form alanları

source: Settings of the hover effects on the Form fields and post comments
tr_tr: Form alanlarındaki vurgulu efektlerin ayarları ve yorum gönderme

source: Input field's hover
tr_tr: Giriş alanının hover

source: Select the default hover effect of the shortcode 'form' input fields and of the comment's form (if theme support)
tr_tr: Kusur ' form ' giriş alanlarının ve yorumun formunun varsayılan vurgulu etkisini seçin (Eğer tema desteği varsa)

source: Theme specific
tr_tr: Temaya özel

source: Theme specific settings
tr_tr: Temaya özel ayarlar

source: Columns Grid
tr_tr: Sütunlar ızgarası

source: Theme-specific classes to use it instead plugin's internal classes to create columns
tr_tr: Tema özgü sınıflar yerine eklenti sütun oluşturmak için dahili sınıfları kullanmak için

source: Column's wrap class
tr_tr: Sütunun sarma sınıfı

source: Specify theme specific class for the column's wrap. If empty - use plugin's internal grid
tr_tr: Sütun sarma için Tema belirli sınıf belirtin. Boş kullanım eklentinin iç ızgarası

source: Column's wrap class for fluid columns
tr_tr: Sıvı sütunlar için sütunun sarma sınıfı

source: Specify theme specific class for the fluid column's wrap. If empty - use plugin's internal grid
tr_tr: Sıvı sütunun sarma için Tema özel sınıf belirtin. Boş kullanım eklentinin iç ızgarası

source: Class for the single column
tr_tr: Tek sütun için sınıf

source: For example: column-$1_$2, where $1 - column width, $2 - total columns: column-1_4, column-2_3, etc. If empty - use plugin's internal grid
tr_tr: Örneğin: sütun-$1 _ $2, burada $1-sütun genişliği, $2-toplam sütun: sütun-1_4, sütun-2_3, vb. Boş kullanım eklentinin iç ızgarası

source: Undefined setting "%s" called from:
tr_tr: Tanımsız ayar türü: %s

source: Share:
tr_tr: Paylaş:

source: Login or|Register
tr_tr: Giriş veya | Kayıt yaptır

source: The Login field can't be empty
tr_tr: Giriş alanı boş olamaz

source: The Login field is too long
tr_tr: Oturum açma alanı çok uzun

source: The password can't be empty and shorter then 4 characters
tr_tr: Şifre boş ve 4 karakter daha kısa olamaz

source: The password is too long
tr_tr: Parola çok uzun

source: Login success! The page should be reloaded in 3 sec.
tr_tr: Giriş başarısı! Sayfa 3 saniyede yeniden yüklenmesi gerekir.

source: Login failed!
tr_tr: Giriş başarısız!

source: Please, read and check 'Terms and Conditions'
tr_tr: Lütfen, okuma ve kontrol ' şartlar ve koşullar '

source: E-mail address is too long
tr_tr: E-posta adresi çok uzun

source: E-mail address is invalid
tr_tr: E-posta adresi geçersiz

source: The passwords in both fields are not equal
tr_tr: Her iki alandaki şifreler eşit değildir

source: Registration success! Please log in!
tr_tr: Kayıt başarılı! Lütfen giriş yapın!

source: Registration failed!
tr_tr: Kayıt başarısız!

source: Site %s - New user registration: %s
tr_tr: Site %s - Yeni kullanıcı kaydı: %s

source: New registration:
tr_tr: Yeni kayıt:

source: Welcome to the "%s"
tr_tr: " %s" e hoş geldiniz

source: Your registration data:
tr_tr: Kayıt verileriniz:

source: Password:
tr_tr: Şifre:

source: Social links
tr_tr: Sosyal bağlantılar

source: Scroll to top
tr_tr: Başa dön

source: Comment
tr_tr: Yorum Yap

source: View
tr_tr: Görünüm

source: Like
tr_tr: Beğen

source: Dislike
tr_tr: Beğenmekten vazgeç

source: Likes
tr_tr: Beğeniler

source: Home
tr_tr: Anasayfa

source: All Posts
tr_tr: Tüm Yazılar

source: Author page: %s
tr_tr: Yazar sayfası: %s

source: URL not found
tr_tr: Sayfa bulunamadı

source: Search: %s
tr_tr: Arama: %s

source: Daily Archives: %s
tr_tr: Günlük Arşiv: %s

source: Monthly Archives: %s
tr_tr: Aylık Arşivler: %s

source: Yearly Archives: %s
tr_tr: Yıllık Arşivler: %s

source: Tag: %s
tr_tr: Etiket: %s

source: Attachment: %s
tr_tr: Ek: %s

source: Previous posts
tr_tr: Önceki gönderiler

source: Newest posts
tr_tr: En yeni gönderiler

source: Next posts
tr_tr: Sonraki gönderiler

source: Older posts
tr_tr: Eski Yazılar

source: &laquo; First
tr_tr: &laquo; İlk

source: Last &raquo;
tr_tr: Son &raquo;

source: &laquo; Prev
tr_tr: &laquo; Önceki

source: Next &raquo;
tr_tr: Sonraki &raquo;

source: View all posts in %s
tr_tr: %s adlı kullanıcının tüm mesajlarını görüntüle

source: Large image URL:
tr_tr: Büyük resim URL’si:

source: Small image (icon) URL:
tr_tr: Küçük resim(simge) URL’si:

source: Login
tr_tr: Giriş

source: Register
tr_tr: Kayıt Ol

source: Password
tr_tr: Şifre

source: Forgot password?
tr_tr: Parolanızı mı unuttunuz?

source: Remember me
tr_tr: Beni hatırla

source: or you can login using your favorite social profile!
tr_tr: veya favori sosyal profilinizi kullanarak giriş yapabilirsiniz!

source: I agree with <a href="#">Terms and Conditions</a>
tr_tr: Ben < a href = "#" > hüküm ve koşulları katılıyorum </a>

source: Confirm Password
tr_tr: Şifreyi Onayla

source: Minimum 4 characters
tr_tr: En az 4 karakter

source: Sign Up
tr_tr: Kaydol

source: Edit
tr_tr: Düzenle

source: No posts found on your query!
tr_tr: Hiçbir mesaj sorgunuzda bulunamadı!

source: Try again with different parameters ...
tr_tr: Farklı parametrelerle tekrar deneyin...

source: You May Also Like
tr_tr: Şunlar da hoşunuza gidebilir

source: Search
tr_tr: Arama

source: Large image
tr_tr: Büyük resim

source: Medium image
tr_tr: Orta resim

source: Small image
tr_tr: Küçük resim

source: Portrait
tr_tr: Portre

source: Big square avatar
tr_tr: Büyük kare avatar

source: Small square avatar
tr_tr: Küçük kare avatar

source: Masonry (scaled)
tr_tr: Yığma (ölçeklendirilmiş)

source: Invalid server answer!
tr_tr: Geçersiz sunucu yanıtı!

source: Loading image
tr_tr: Resim yükleniyor

source: Error loading image
tr_tr: Resim yükleme hatası

source: Error saving your like! Please, try again later.
tr_tr: Beğeninizi kaydederken hata oluştu! Lütfen daha sonra tekrar deneyiniz.

source: The name can't be empty
tr_tr: İsim boş olamaz

source: Too short (or empty) email address
tr_tr: Çok kısa (veya boş) e-posta adresi

source: Invalid email address
tr_tr: Geçersiz e-posta adresi

source: The message text can't be empty
tr_tr: Mesaj boş bırıkılamaz

source: Search error! Try again later.
tr_tr: Arama hatası! Lütfen tekrar deneyin

source: Send message complete!
tr_tr: Mesaj gönderimi tamamlandı!

source: Transmit failed!
tr_tr: Gönderme başarısız!

source: ATTENTION! This file was generated automatically! Don't change it!!!
tr_tr: Dikkat! Bu dosya otomatik olarak oluşturuldu! Değiştirme!!!
