Repository: imdcan/trx_addons-TR_tr
Catalog: *.po
Languages: tr_tr

source: Google map location
tr_tr: Google harita konumu

source: Click on the map or drag marker or find location by address
tr_tr: Haritaya tıklayın veya sürükleyin marker veya adrese göre konum bulmak

source: Images gallery for this property
tr_tr: Bu özellik için görseller Galerisi

source: Select images to create gallery on the single page of this property
tr_tr: Bu özelliğin tek sayfasında Galeri oluşturmak için görüntüleri seçin

source: Specify URL with properties video from popular video hosting (Youtube, Vimeo)
tr_tr: Popüler video barındırma özellikleri video ile URL belirtin (YouTube, Vimeo)

source: Virtual Tour
tr_tr: Sanal Tur

source: Enter virtual tour embeded code
tr_tr: Sanal Tur giriş kodu girin

source: Specify short description to the virtual tour above
tr_tr: Yukarıdaki sanal tur için kısa açıklama belirtin

source: Select additional files to attach its to this property
tr_tr: Bu özelliğe iliştirmek için ek dosyalar seçin

source: Floor plans
tr_tr: Kat Planları

source: Floor plans with short description
tr_tr: Kısa açıklama ile kat planları

source: Display floor plans
tr_tr: Kat planlarını görüntüle

source: Show/Hide floor plans on the single page with this property
tr_tr: Bu özelliğe sahip tek sayfada yer planlarını göster/gizle

source: Floor plans data fields
tr_tr: Kat planları veri alanları

source: Plan title
tr_tr: Plan başlığı

source: Current floor plan title
tr_tr: Geçerli kat planı başlığı

source: Floor size
tr_tr: Zemin boyutu

source: Bedrooms number or area
tr_tr: Yatak odası numarası veya alanı

source: Bathrooms number or area
tr_tr: Banyo numarası veya alanı

source: Floor plan image
tr_tr: Kat planı görüntüsü

source: Select image with this floor's plan
tr_tr: Bu zemin planına sahip görüntüyü seçin

source: Specify short description for this floor (if need)
tr_tr: Bu kat için kısa açıklama belirtin (gerekirse)

source: Additional (custom) features for this property
tr_tr: Bu özellik için ek (özel) Özellikler

source: Show/Hide additional features on the single page with this property
tr_tr: Bu özelliğe sahip tek sayfadaki ek özellikleri gösterme/gizleme

source: Add more features for this property by pair title-value
tr_tr: Bu özellik için çift başlık değeri ile daha fazla özellik ekleme

source: Current feature value
tr_tr: Geçerli özellik değeri

source: What display in the Agent information block?
tr_tr: Aracı bilgi bloğunda hangi ekran?

source: Hide block
tr_tr: Sütunlardan biri diğerinin altında kaldığında bu bloğu mobil cihazlarda gizle.

source: Property Description
tr_tr: İlan Açıklaması

source: Property
tr_tr: Emlak ID

source: All Properties
tr_tr: Tüm İlanlar

source: View Property
tr_tr: İlan Görüntüle

source: Add New Property
tr_tr: Yeni Emlak Ekle

source: Edit Property
tr_tr: Emlak Düzenle

source: Update Property
tr_tr: Gayrimenkulü Güncelle

source: Search Property
tr_tr: İlan Ara

source: Settings of the properties archive
tr_tr: Özellikler arşivinin ayarları

source: Style of the properties archive
tr_tr: Özellikler arşivinin stili

source: Single property style
tr_tr: Tek özellik stili

source: Style of the single property's page
tr_tr: Tek özelliğin sayfasının stili

source: Default marker
tr_tr: Varsayılan

source: - State -
tr_tr: İlçe:

source: - Neighborhood -
tr_tr: Mahalle

source: Compare Properties
tr_tr: İlanları Karşılaştır

source: Query on property "%s" from "%s"
tr_tr: " %s" özelliğinde " %s" sorgusu

source: Googlemap height
tr_tr: GoogleMap yüksekliği

source: Specify height of the Google map with properties
tr_tr: Özelliklere sahip Google haritasındaki yüksekliği belirtme

source: Select the type to show properties that have it
tr_tr: Sahip özellikleri göstermek için türü seçin

source: Select the status to show properties that have it
tr_tr: Özellikleri göstermek için durumu seçin

source: Select the label to show properties that have it
tr_tr: Sahip özellikleri göstermek için etiketi seçin

source: Select the country to show properties from
tr_tr: Özellikleri göstermek için ülkeyi seçin

source: - Country -
tr_tr: Ülke

source: Select the county/state to show properties from
tr_tr: Özellikleri göstermek için İlçe/Eyaleti seçin

source: Select the city to show properties from
tr_tr: Özellikleri göstermek için şehri seçin

source: Select the neighborhood to show properties from
tr_tr: Özelliklerini göstermek için mahalle seçin

source: Display selected properties
tr_tr: Seçili özellikleri görüntüleme

source: Country:
tr_tr: Ülke

source: State:
tr_tr: İlçe:

source: Country/State
tr_tr: Şehir

source: Search Countries
tr_tr: Ülkeler

source: All Countries
tr_tr: Tüm Ülkeler

source: Parent Country
tr_tr: Ülke

source: Parent Country:
tr_tr: Ülke

source: Edit Country
tr_tr: Ülkeyi Düzenle

source: Update Country
tr_tr: Güncelle

source: Add New Country
tr_tr: Yeni Ülke Ekle

source: New Country Name
tr_tr: Yeni Ülke Ekle

source: Countries
tr_tr: Ülkeler

source: Search Neighborhoods
tr_tr: Arama sonuçları

source: All Neighborhoods
tr_tr: Tüm Sonuçları Göster

source: Parent Neighborhood
tr_tr: Mahalle

source: Parent Neighborhood:
tr_tr: Mahalle

source: Edit Neighborhood
tr_tr: Mahalle

source: Update Neighborhood
tr_tr: Mahalle

source: Add New Neighborhood
tr_tr: Yeni Semt Ekle

source: New Neighborhood Name
tr_tr: Yeni Semt Ekle

source: Neighborhoods
tr_tr: Mahalle

source: County/State
tr_tr: İlçe / Eyalet

source: Search States
tr_tr: İlçeler

source: All States
tr_tr: Tüm İller

source: Parent State
tr_tr: Üst Durum

source: Parent State:
tr_tr: Üst Durum

source: Edit State
tr_tr: Durumu Düzenle

source: Update State
tr_tr: Güncelleştirme durumu

source: Add New State
tr_tr: Yeni Devlet Ekle

source: New State Name
tr_tr: Yeni devlet adı

source: States
tr_tr: İlçeler

source: Map marker
tr_tr: Harita işaretçisi

source: Show all properties from %s
tr_tr: Tüm özellikleri göster: %s

source: Built:
tr_tr: Yapım Yılı

source: Area:
tr_tr: m2

source: Bedrooms number
tr_tr: Yatak odası sayısı

source: Beds:
tr_tr: Yatak:

source: Bathrooms number
tr_tr: Banyo sayısı

source: Baths:
tr_tr: Banyo:

source: Garages number and size
tr_tr: Garajlar numarası ve boyutu

source: Garages:
tr_tr: Garaj

source: Address:
tr_tr: Adres

source: Agent or post author
tr_tr: Ajan veya Post yazarı

source: Agent:
tr_tr: Yeni Danışman Ekle

source: Virtual tour
tr_tr: Sanal Tur

source: Property ID:
tr_tr: Emlak ID:

source: Area size:
tr_tr: m2

source: Land size:
tr_tr: Arazi boyutu:

source: Bedrooms:
tr_tr: Yatak Odası:

source: Bathrooms:
tr_tr: Banyo:

source: Year built:
tr_tr: Yapım Yılı

source: Size:
tr_tr: Boyut:

source: Click to remove this property from the compare list
tr_tr: Bu özelliği karşılaştırma listesinden kaldırmak için tıklatın

source: Select 2+ properties to compare
tr_tr: Karşılaştırmak için 2 + özellik seçin

source: Enter an address, city, ZIP or property ID
tr_tr: Bir adres, şehir, posta veya mülkiyet KIMLIĞI girin

source: Compare selected properties
tr_tr: Seçili özellikleri Karşılaştır

source: ThemeREX Addons - Properties Compare
tr_tr: ThemeREX eklentileri-Özellikler Karşılaştır

source: Properties Compare
tr_tr: Özellikler Karşılaştır

source: Insert widget to compare selected properties
tr_tr: Seçili özellikleri karşılaştırmak için Widget ekle

source: Advanced search form for properties
tr_tr: Özellikler için gelişmiş arama formu

source: ThemeREX Addons - Properties Search
tr_tr: ThemeREX eklentileri-Özellikler Arama

source: Properties Search
tr_tr: İlan Arama

source: Insert advanced form for search properties
tr_tr: Arama özellikleri için gelişmiş form ekleme

source: Sort properties list by date, price or title
tr_tr: Tarih, Fiyat veya başlığa göre sıralama özellikleri listesi

source: ThemeREX Addons - Properties Sort
tr_tr: ThemeREX eklentileri-Özellikler Sırala

source: Properties Sort
tr_tr: Özellikler sıralama

source: Insert widget to sort properties by price, date or title
tr_tr: Özellikleri Fiyat, tarih veya başlığa göre sıralamak için Widget ekle

source: Select sorting type of properties
tr_tr: Özelliklerin sıralama türünü seçme

source: Select sorting order of properties
tr_tr: Özelliklerin sıralama sırasını seçme

source: Resume item subtitle
tr_tr: Madde altyazısını devam ettir

source: Select type of the current resume item
tr_tr: Geçerli özgeçmiş öğesinin türünü seçme

source: Date range
tr_tr: Tarih aralığı

source: Date range for the education item or work experience
tr_tr: Eğitim maddesi veya iş deneyimi için tarih aralığı

source: Skill level
tr_tr: Seviye

source: specifi skill level from 0 to 100
tr_tr: 0 ile 100 arasında özellikleri beceri düzeyi

source: Select icon for the current resume item
tr_tr: Geçerli özgeçmiş öğesi için simgeyi seçin

source: Resume Description
tr_tr: Resume açıklama

source: All Resume Items
tr_tr: Tüm özgeçmiş öğeleri

source: View Resume Item
tr_tr: Devam et öğesini görüntüle

source: Add New Resume Item
tr_tr: Yeni özgeçmiş öğesi Ekle

source: Edit Resume Item
tr_tr: Devam et öğesini Düzenle

source: Update Resume Item
tr_tr: Özgeçmiş öğesini Güncelleştir

source: Search Resume Items
tr_tr: Arama devam öğeleri

source: All Resume types
tr_tr: Tüm Resume türleri

source: Select icon for the current service item
tr_tr: Geçerli servis maddesi için simgeyi seçin

source: Service Description
tr_tr: Servis Açıklaması

source: Service
tr_tr: Hizmet

source: All Services
tr_tr: Tüm Hizmetler

source: View Service
tr_tr: Hizmeti Görüntüle

source: Add New Service
tr_tr: Yeni Hizmet Ekle

source: Edit Service
tr_tr: Hizmeti Düzenle

source: Update Service
tr_tr: Servis Güncelle

source: Search Service
tr_tr: Hizmet Ara

source: Services Group
tr_tr: Hizmetler Grubu

source: Services Groups
tr_tr: Hizmetler grupları

source: Settings of the services archive
tr_tr: Hizmetler arşivinin ayarları

source: Style of the services archive
tr_tr: Hizmet Arşivi stili

source: What to use as featured element?
tr_tr: Özellikli eleman olarak ne kullanılır?

source: Number
tr_tr: Gösterilecek gönderi sayısı:

source: Select the position of the featured element. Attention! Use 'Bottom' only with 'Callouts' or 'Timeline'
tr_tr: Özellikli öğenin konumunu seçin. Dikkat! ' Alt ' yalnızca ' belirtme çizgileri ' veya ' Timeline ' ile kullanın

source: Tabs change effect
tr_tr: Sekmeler efekti değiştirir

source: Select the tabs change effect
tr_tr: Sekmeleri değiştirmek efekti seçin

source: Fade
tr_tr: Karartma

source: Slide
tr_tr: Slayt

source: Page flip
tr_tr: Sayfa çevirme

source: Remove margin
tr_tr: Kenar boşluğu kaldır

source: Check if you want remove spaces between columns
tr_tr: Sütunlar arasında boşluk kaldırmak istediğinizi kontrol edin

source: Remove margin between columns
tr_tr: Sütunlar arasındaki kenar boşluğu kaldırma

source: Animation
tr_tr: Animasyon

source: Check if you want animate icons. Attention! Animation enabled only if in your theme exists .SVG icon with same name as selected icon
tr_tr: Animasyon simgeleri istediğinizi kontrol edin. Dikkat! Animasyon yalnızca temanız varsa etkinleştirilir. Seçili simgeyle aynı adla SVG simgesi

source: Animate icons
tr_tr: Animasyonlu simgeler

source: Hide bg image
tr_tr: Gizlemek bg görüntü

source: Check if you want hide background image on the front item
tr_tr: Ön öğe üzerinde arka plan görüntüsünü gizlemek istediğinizi kontrol edin

source: Post type
tr_tr: Gönderi Türü

source: Select post type to show posts
tr_tr: Gönderileri göstermek için gönderi türünü seçin

source: Taxonomy
tr_tr: Taksonomi

source: Select taxonomy to show posts
tr_tr: Gönderileri göstermek için taksonomi seçin

source: Services group
tr_tr: Hizmetler Grubu

source: Display services from specified group
tr_tr: Belirtilen gruptaki Hizmetleri görüntüleme

source: Start date
tr_tr: Başlangıç tarihi

source: End date
tr_tr: Bitiş Tarihi

source: End date in format: yyyy-mm-dd
tr_tr: Biçim bitiş tarihi: yyyy-mm-dd

source: Member's type
tr_tr: Üyenin türü

source: Select type of members in this competitions: pair (football, hokey, basketball, etc.) or group (motocross, maraphone, etc.)
tr_tr: Bu yarışmalarda üye türü seçin: çifti (futbol, hokey, basketbol, vb) veya grup (motokros, maraphone, vb)

source: Pair
tr_tr: Çift

source: Competitions Description
tr_tr: Yarışmalar açıklama

source: Competition
tr_tr: Yarışma

source: All Competitions
tr_tr: Tüm yarışmalar

source: View Competition
tr_tr: Yarışma görüntüle

source: Add New Competition
tr_tr: Yeni yarışma Ekle

source: Edit Competition
tr_tr: Yarışması Düzenle

source: Update Competition
tr_tr: Güncelleme Yarışması

source: Search Competitions
tr_tr: Arama yarışmalar

source: Sports
tr_tr: Spor Dalları

source: Sport
tr_tr: Destek

source: Search Sports
tr_tr: Arama spor

source: All Sports
tr_tr: Tüm spor

source: Parent Sport
tr_tr: Ebeveyn sporu

source: Parent Sport:
tr_tr: Ebeveyn sporu:

source: Edit Sport
tr_tr: Spor Düzenle

source: Update Sport
tr_tr: Güncelleme spor

source: Add New Sport
tr_tr: Yeni spor Ekle

source: New Sport Name
tr_tr: Yeni spor adı

source: Add/Delete Sport
tr_tr: Spor Ekle/Sil

source: The start date of the match in format: yyyy-mm-dd
tr_tr: Eşleşme biçiminde başlangıç tarihi: yyyy-mm-dd

source: Start time
tr_tr: Başlama zamanı ...

source: The start time of the match in 24-hours format: HH:mm
tr_tr: 24 saat formatında maç başlangıç saati: HH: mm

source: The main match of the round
tr_tr: Yuvarlak ana maç

source: Check if this match is the main match of the round
tr_tr: Bu maç turda ana maç olup olmadığını kontrol edin

source: Match place
tr_tr: Maç yeri

source: Place (stadium, city, country, etc.) of the match
tr_tr: Maç (stadyum, şehir, ülke, vb) yer

source: Player 1
tr_tr: Oyuncu 1

source: Select first player
tr_tr: İlk oyuncusu seçin

source: Player 2
tr_tr: Oyuncu 2

source: Select second player
tr_tr: İkinci oyuncu seçin

source: Match score
tr_tr: Maç puanı

source: Enter the score of the match, separated by a colon. For example: 3:1
tr_tr: Eşleşme puanı, iki nokta üst üste ile ayrılmış girin. Örneğin: 3:1

source: Points for players
tr_tr: Oyuncular için puanlar

source: Comma separated points, credited to players, based on the results of the match. For example: 3,0
tr_tr: Virgülle ayrılmış noktaları, maçın sonuçlarına göre oyunculara yatırılır. Örneğin: 3, 0

source: Review
tr_tr: İnceleme

source: Select the post with match review
tr_tr: Eşleşme gözden geçirmeli gönderiyi seçin

source: Check players of this match
tr_tr: Bu maçın oyuncuları kontrol edin

source: Points, credited to players, based on the results of the match. Each value must be on new line! Number lines must be equivalent to the number players
tr_tr: Maçın sonuçlarına dayanarak oyunculara yatırılan puanlar. Her değer yeni satırda olmalıdır! Sayı satırlarının numara oyuncularına eşdeğer olması gerekir

source: Matches Description
tr_tr: Eşleşme açıklaması

source: Match
tr_tr: Maç

source: All Matches
tr_tr: Tüm Eşleşmeler

source: View Match
tr_tr: Karşılaşmayı Görüntüle

source: Add New Match
tr_tr: Yeni eşleşme Ekle

source: Edit Match
tr_tr: Eşleşmeyi Düzenle

source: Update Match
tr_tr: Eşleştirme Güncelleştir

source: Search Matches
tr_tr: Maçları ara

source: Start:
tr_tr: Başlangıç:

source: Place:
tr_tr: Sınırda yer simgesi?

source: Settings of the sport reviews system
tr_tr: Spor değerlendirme sisteminin ayarları

source: Default sport
tr_tr: Varsayılan spor

source: Select default sport for the shortcodes editor
tr_tr: Shortcodes editörü için varsayılan sporu seçin

source: Style of the competitions archive
tr_tr: Yarışmalar Arşivi tarzı

source: New item
tr_tr: Yeni Öğe

source: Last round
tr_tr: Son tur

source: Next round
tr_tr: Sonraki tur

source: Select Sport to display matches
tr_tr: Maçları görüntülemek için spor 'ı seçin

source: Select competition to display matches
tr_tr: Maçları görüntülemek için rekabeti seçin

source: Round
tr_tr: Yuvarlak

source: Select round to display matches
tr_tr: Eşleşme görüntülemek için yuvarlak seçin

source: Main matches
tr_tr: Ana maçlar

source: Show large items marked as main match of the round
tr_tr: Yuvarlak ana eşleşme olarak işaretlenmiş büyük öğeleri göster

source: Position of the matches list
tr_tr: Eşleşme listesinin konumu

source: Select the position of the matches list
tr_tr: Eşleşme listesinin konumunu seçin

source: Show main matches as slider (if two and more)
tr_tr: Ana eşleşme kaydırıcıyı (iki ve daha fazla) olarak göster

source: Show main matches as slider
tr_tr: Select engine to show slider

source: Sport: Matches
tr_tr: Maçlar

source: Display matches from specified sport, competition and round
tr_tr: Belirtilen spordan, yarışmaya ve turda eşleşmeler göster

source: Show logo (players photo) in the table
tr_tr: Tabloda logosu (oyuncular fotoğraf) göster

source: Show logo
tr_tr: Logoyu göster

source: Accented top
tr_tr: Aksanlı üst

source: How many rows should be accented at the top of the table?
tr_tr: Tablonun üst kısmında kaç satır aksanlı olmalıdır?

source: Accented bottom
tr_tr: Aksanlı alt

source: How many rows should be accented at the bottom of the table?
tr_tr: Tablonun altında kaç satır aksanlı olmalıdır?

source: Sport: Table of points
tr_tr: Spor: puan tablosu

source: Display table of points for specified competition
tr_tr: Belirtilen yarışma için puan tablosunu görüntüleme

source: Birthday
tr_tr: Doğumgünü

source: Birthday in format: yyyy-mm-dd
tr_tr: Format Doğum günü: yyyy-mm-dd

source: Club /Country/
tr_tr: Kulüp/ülke/

source: Specify player's club name and/or country
tr_tr: Oyuncunun kulüp adını ve/veya ülkeyi belirtme

source: Info
tr_tr: Bilgi

source: Brief info about this player
tr_tr: Bu oyuncu hakkında kısa bilgi

source: Players Description
tr_tr: Players açıklama

source: Player
tr_tr: Oynatıcı

source: All Players
tr_tr: Tüm oyuncular

source: View Player
tr_tr: Oyuncu görüntüle

source: Add New Player
tr_tr: Yeni oyuncu Ekle

source: Edit Player
tr_tr: Oyuncu Düzenle

source: Update Player
tr_tr: Player 'ı Güncelleştir

source: Search Players
tr_tr: Arama oyuncuları

source: Points / Matches
tr_tr: Puanlar/maçlar

source: Birthday:
tr_tr: Doğum günü: %s

source: Club /Country/:
tr_tr: Kulüp/ülke/:

source: Rounds Description
tr_tr: Round açıklama

source: All Rounds
tr_tr: Tüm Tur

source: View Round
tr_tr: Görünüm yuvarlak

source: Add New Round
tr_tr: Yeni tur Ekle

source: Edit Round
tr_tr: Turu Düzenle

source: Update Round
tr_tr: Güncelleme turu

source: Search Rounds
tr_tr: Arama turu

source: Match Review
tr_tr: Maç İncelemesi

source: Rank
tr_tr: Derece

source: Player/Command (Club/Country)
tr_tr: Oyuncu/komuta (kulüp/ülke)

source: Games
tr_tr: Oyunlar

source: Points
tr_tr: Puanlar

source: List of the competition's rounds
tr_tr: Yarışma turu listesi

source: Table of the players points
tr_tr: Oyuncular puan tablosu

source: List of players of the current match
tr_tr: Mevcut maçın oyuncuların listesi

source: Other matches in this round
tr_tr: Bu turda diğer maçlar

source: Birthday: %s
tr_tr: Doğum günü: %s

source: Club/Country:
tr_tr: Kulüp/ülke:

source: Brief info:
tr_tr: Kısa bilgi:

source: List of matches with this player
tr_tr: Bu oyuncu ile eşleşme listesi

source: List of matches in this round
tr_tr: Bu turda maçlar listesi

source: Team member's position or any other text
tr_tr: Takım üyesinin konumu veya başka bir metin

source: Brief info
tr_tr: Kısa bilgi

source: Brief info about this team member to display on the member's single page
tr_tr: Üyenin tek sayfasında görüntülenmesi için bu takım üyesi hakkında kısa bilgi

source: Clone fields group and select icon/image, specify social network's title and URL to team member's profile
tr_tr: Alanlar grubunu klonlayın ve simge/görüntü seçin, sosyal ağın başlığını ve ekip üyesinin profiline URL 'sini belirtin

source: Specify URL of team member's profile in this network
tr_tr: Bu ağdaki takım üyesinin profilinin URL 'sini belirtme

source: Team Description
tr_tr: Takım Açıklaması

source: Team member
tr_tr: Takım üyesi

source: All Team
tr_tr: Ekimiz

source: View Team member
tr_tr: Ekip üyesini görüntüle

source: Add New Team member
tr_tr: Yeni Ekip Üyesi Ekle

source: Edit Team member
tr_tr: Ekip üyesini Düzenle

source: Update Team member
tr_tr: Ekip üyesini Güncelleştir

source: Search Team member
tr_tr: Arama ekibi üyesi

source: Team Group
tr_tr: Ekip Grubu

source: Team Groups
tr_tr: Gruplarda Ara

source: Settings of the team members archive
tr_tr: Takım üyeleri arşivinin ayarları

source: Style of the team archive
tr_tr: Takım ayrıntıları stilini seçin

source: All Team Members
tr_tr: Takım üyeleri

source: Display team members from specified group
tr_tr: Belirtilen gruptan ekip üyelerini görüntüleme

source: Team group
tr_tr: Ekip Grubu

source: Testimonial author's position or any other text
tr_tr: Referans yazarın konumu veya başka bir metin

source: Testimonial
tr_tr: Referans

source: Testimonial Description
tr_tr: Müşteri Görüşü Açıklaması

source: All Testimonials
tr_tr: Tüm Müşteri Görüşleri

source: View Testimonial
tr_tr: Referansı Göster

source: Add New Testimonial
tr_tr: Yeni Görüş Ekle

source: Edit Testimonial
tr_tr: Referansı Düzenle

source: Update Testimonial
tr_tr: Yorumu Güncelle

source: Search Testimonial
tr_tr: Referans Ara

source: Testimonials Group
tr_tr: Görüşler

source: Testimonial Group
tr_tr: Görüş Grubu

source: Display testimonials from specified group
tr_tr: Belirtilen gruptan referansları görüntüleme

source: Testimonials group
tr_tr: Referanslar grubu

source: Slider pagination
tr_tr: Kaydırıcı sayfalama

source: Show thumbs as pagination bullets
tr_tr: Ürünler için küçük resim göster

source: Pagination thumbs
tr_tr: Pagination başparmak

source: Address, phone, email, etc.
tr_tr: Adres, telefon, e-posta, vb.

source: Specify your name for the printed version of Resume
tr_tr: Devam et 'in yazdırılan sürümü için adınızı belirtin

source: Specify your position for the printed version of Resume
tr_tr: Basılı sürümü için konumunuzu belirtin Resume

source: Select or upload your photo for the printed version of Resume
tr_tr: Özgeçmiş 'nin yazdırılan sürümü için fotoğrafınızı seçin veya yükleyin

source: Enter your post address
tr_tr: Posta adresinizi girin

source: Enter your e-mail address
tr_tr: Email adresinizi giriniz

source: Enter your phone number
tr_tr: Telefonunuzu girin

source: Short description about site owner (for the printed version of Resume)
tr_tr: Site sahibi hakkında kısa açıklama (özgeçmiş 'nin yazdırılan sürümü için)

source: CV Card settings
tr_tr: CV kartı ayarları

source: General Settings
tr_tr: Genel Ayarlar

source: General settings of the CV Card - enable/disable CV functionality, sections order, images for the CV/Blog navigation, etc.
tr_tr: CV kartının genel ayarları-CV işlevselliğini etkinleştirmek/devre dışı bırakmak, bölümler sırası, CV/blog navigasyon için görüntüler, vb.

source: Enable CV Card
tr_tr: CV kartını etkinleştir

source: Enable CV Card functionality on this site
tr_tr: Bu sitedeki CV kartı işlevselliğini etkinleştirin

source: Use CV Card as homepage
tr_tr: CV kartını ana sayfa olarak kullanma

source: Use CV Card as homepage of your site
tr_tr: Sitenizin ana sayfası olarak CV kartı kullanın

source: Hide blog
tr_tr: Blogu gizle

source: Hide blog and use CV Card as your main site
tr_tr: Blog gizle ve ana site olarak CV kartı kullanın

source: Use splash
tr_tr: Sıçrama kullanın

source: Show the Splash screen on first visit to the site
tr_tr: Siteye ilk ziyarette giriş ekranını göster

source: Use AJAX loader
tr_tr: AJAX yükleyici kullanın

source: Use AJAX to load inactive tabs content
tr_tr: Etkin olmayan sekmeler içeriği yüklemek için AJAX kullanın

source: Navigation
tr_tr: Navigasyon

source: Select style of the navigation between CV sections
tr_tr: CV bölümleri arasında gezinme stilini seçme

source: Accordion
tr_tr: Akordeon
