Repository: imdcan/trx_addons-TR_tr
Catalog: *.po
Languages: tr_tr

source: BB Press & Buddy Press
tr_tr: BB Press & Buddy basın

source: Calculated Fields Form
tr_tr: Hesaplanan Alanlar Formu

source: Content Timeline
tr_tr: Zaman çizelgesi

source: Easy Digital Downloads
tr_tr: Kolay Dijital İndirme

source: Essential Grid
tr_tr: Temel Kılavuz

source: Instagram Feed
tr_tr: Instagram Akışı

source: MailChimp for WordPress
tr_tr: WordPress için MailChimp

source: The Events Calendar
tr_tr: Etkinlik Takvimi

source: Default
tr_tr: Varsayılan

source: Detailed
tr_tr: Detaylı

source: ThemeREX Donations
tr_tr: ThemeREX bağış

source: VC Extensions Bundle
tr_tr: Uzantılar

source: Third-party plugins API
tr_tr: Üçüncü taraf eklentileri API

source: Forums
tr_tr: Forumlar

source: BBPress or BuddyPress
tr_tr: BBPress veya BuddyPress

source: Import BBPress and BuddyPress
tr_tr: Ithalat BBPress ve BuddyPress

source: Clear BBPress and BuddyPress tables
tr_tr: Temel Izgara tabloları temizle

source: BBPress and BuddyPress data
tr_tr: BBPress ve BuddyPress veri

source: BBPress and BuddyPress
tr_tr: BBPress ve BuddyPress

source: Display the currently logged in user's upcoming appointments
tr_tr: Şu anda oturum açan kullanıcının yaklaşan randevularını görüntüleme

source: Content
tr_tr: İçerik

source: Booked Calendar
tr_tr: Rezervasyon Takvimi

source: Calendar
tr_tr: Takvim

source: Select booked calendar to display
tr_tr: Görüntülenecek rezervasyon takvimi seçin

source: - Select calendar -
tr_tr: - Takvimi Seç -

source: Year
tr_tr: Yıl

source: Year to display on calendar by default
tr_tr: Varsayılan olarak takvimde görüntülenecek yıl

source: Month
tr_tr: Ay

source: Month to display on calendar by default
tr_tr: Varsayılan olarak takvimde görüntülenecek ay

source: Inherit
tr_tr: Devralma

source: Import Calculated Fields Form
tr_tr: Hesaplanan alanlar formunu al

source: Calculated fields form
tr_tr: Hesaplanan Alanlar Formu

source: Insert Calculated Fields Form
tr_tr: Hesaplanan Alanlar Formu

source: Select Form to insert into current page
tr_tr: Geçerli sayfaya eklemek için Form seçin

source: Import Contact Form 7
tr_tr: Iletişim formu 7 DatePicker

source: Import Content Timeline
tr_tr: Zaman çizelgesi

source: Insert Content timeline
tr_tr: Içerik zaman çizelgesi Ekle

source: Timeline
tr_tr: Zaman çizelgesi

source: Select Timeline to insert into current page
tr_tr: Geçerli sayfaya eklemek için Form seçin

source: All Downloads
tr_tr: Kolay Dijital İndirme

source: Import Easy Digital Downloads
tr_tr: Kolay Dijital İndirme

source: Easy Digital Downloads meta
tr_tr: Kolay Dijital İndirme

source: Essential Grids
tr_tr: Temel ızgaralar

source: Import Essential Grid
tr_tr: Temel Izgara içe aktar

source: Clear Essential Grid tables
tr_tr: Temel Izgara tabloları temizle

source: Failed truncate table "%s". Error message: %s
tr_tr: Tablo "%s" budama başarısız oldu. Hata iletisi: %s

source: Essential Grid import complete
tr_tr: Temel kılavuz içe alma tamamlandı

source: Essential Grid import error: %s
tr_tr: Temel kılavuz içe alma hatası: %s

source: Select icon
tr_tr: Simgesini seçin

source: MailChimp for WP
tr_tr: WP için MailChimp

source: Import MailChimp for WP
tr_tr: WP için MailChimp içe aktar

source: Import Revolution Sliders
tr_tr: Revolution Sliderları İçe Aktar

source: Clear Revolution Slider tables
tr_tr: Dönüşüm Sliderı tabloları temizle

source: Failed truncate table "revslider_sliders".
tr_tr: "revslider_sliders" tablo kırpma başarısız oldu.

source: Failed truncate table "revslider_slides".
tr_tr: "revslider_slides" tablo kırpma başarısız oldu.

source: Failed truncate table "revslider_static_slides".
tr_tr: "revslider_static_slides" tablo kırpma başarısız oldu.

source: Import Revolution sliders
tr_tr: Revolution Sliderları İçe Aktar

source: Revolution Slider "%s" import error.
tr_tr: Dönüşüm Sliderı "%s" dahil etme hatası.

source: Slider "%s" imported
tr_tr: Slider “%s” içe aktarıldı

source: Can not locate plugin Revolution Slider: %s
tr_tr: Dönüşüm Sliderı eklentisi bulunamıyor: %s

source: Revolution Sliders
tr_tr: Slayt Kaydırıcılar

source: Events
tr_tr: Etkinlikler

source: Tribe Events Calendar
tr_tr: Etkinlik Takvimi

source: Learn more
tr_tr: Daha fazla bilgi edin

source: ThemeREX
tr_tr: ThemeREX addons

source: Layout
tr_tr: Düzen

source: Select shortcode's layout
tr_tr: Düzen butonunu seç

source: Past events
tr_tr: Etkinlikler

source: Show past events
tr_tr: Etkinlikler

source: Category
tr_tr: Kategori

source: Events category
tr_tr: Kategori

source: - Select category -
tr_tr: - Kategori seç -

source: Whole day
tr_tr: Tüm demo-site içeriği

source: Details
tr_tr: Detaylar

source: All Donations
tr_tr: Tüm Sonuçları Göster

source: Donations form
tr_tr: Bağış formu

source: Insert form to allow visitors make donations
tr_tr: Ziyaretçilerin bağış yapmasına izin vermek için Form Ekle

source: Title
tr_tr: Başlık

source: Title of the form
tr_tr: Sekmenin Başlığı

source: Subtitle
tr_tr: Altyazı

source: Subtitle of the form
tr_tr: Formun altyazı

source: Title alignment
tr_tr: Başlık hizalaması

source: Select alignment of the title, subtitle and description
tr_tr: Tur bölümü başlık hizalamasını seçin.

source: Left
tr_tr: Sol

source: Center
tr_tr: Merkez

source: Right
tr_tr: Sağ

source: Description
tr_tr: Açıklama

source: Description of the form
tr_tr: Formun açıklaması

source: PayPal account
tr_tr: PayPal hesabı

source: E-mail, used for registration PayPal account. If empty - used value from ThemeREX Donations options
tr_tr: E-posta, kayıt PayPal hesabı için kullanılır. ThemeREX bağış seçeneklerinde boş kullanılan değer varsa

source: Currency
tr_tr: Para Birimi

source: Default currency for donation. If empty - used value from ThemeREX Donations options
tr_tr: Bağış için varsayılan para birimi. ThemeREX bağış seçeneklerinde boş kullanılan değer varsa

source: Default amount
tr_tr: Varsayılan miktar

source: Specify default amount to make donation. If empty - used value from ThemeREX Donations options
tr_tr: Bağış yapmak için varsayılan tutarı belirtin. ThemeREX bağış seçeneklerinde boş kullanılan değer varsa

source: Enable sandbox mode to testing your payments without real money transfer
tr_tr: Gerçek para transferi olmadan ödemelerinizi test etmek için Sandbox modunu etkinleştirin

source: On
tr_tr: Açık

source: Off
tr_tr: Kapalı

source: Donations list
tr_tr: Bağış listesi

source: Insert list of donations
tr_tr: Bağış listesi ekle

source: Donations category
tr_tr: Bağış kategorisi

source: Title of the donations list
tr_tr: Liste

source: Subtitle of the donations list
tr_tr: Bağış listesinin altyazı

source: Description of the donations list
tr_tr: Bağış listesinin açıklaması

source: Specify URL for the button below list
tr_tr: Listenin altındaki düğmenin URL 'sini belirtme

source: Link text
tr_tr: Bağlantı metni

source: Specify text for the button below list
tr_tr: Aşağıdaki düğme için metin belirtme listesi

source: Visual Composer Extensions Bundle
tr_tr: Visual Composer uzantıları paketi

source: Color
tr_tr: Başlık ve yan sütun arka plan rengi(reng kodu yok)

source: Image
tr_tr: Resim

source: Button
tr_tr: Buton

source: Select
tr_tr: Seç

source: Text
tr_tr: Metin

source: Select terms
tr_tr: Terimleri Seçin

source: Select all
tr_tr: Tümünü seç

source: Select none
tr_tr: Hiçbirini seçme

source: Add new
tr_tr: Yeni ekle

source: Shop
tr_tr: Mağaza

source: Import WooCommerce
tr_tr: WooCommerce içe aktar

source: Other components
tr_tr: Diğer bileşenler

source: CV Card
tr_tr: CV kartı

source: WP Editor extensions
tr_tr: WP Editör uzantıları

source: Import/Export demo data
tr_tr: Demo verilerini Içe/dışa aktar

source: Demo-site mode
tr_tr: Demo-site modu

source: Themes market
tr_tr: Temalar Pazar

source: Short description
tr_tr: Kısa Açıklama

source: Brief information about this agent. Will be used on the agent's single page
tr_tr: Bu Ajan hakkında kısa bilgi. Aracının tek sayfasında kullanılacak

source: Position
tr_tr: Pozisyon

source: Agent's position in the company (agency)
tr_tr: Şirkette Ajan konumu (Ajans)

source: Languages
tr_tr: Diller

source: Comma separated languages list
tr_tr: Virgülle ayrılmış diller listesi

source: Address
tr_tr: Adres

source: Agent's address - it will be used for invoices
tr_tr: Acentanın adresi-faturalar için kullanılacaktır

source: Mobile phone
tr_tr: Cep telefonu

source: Office phone
tr_tr: Ofis telefonu

source: Fax
tr_tr: Faks

source: E-mail
tr_tr: E-posta

source: E-mail address
tr_tr: E-Posta Adresi

source: Name of this agent in the Skype
tr_tr: Skype bu aracının adı

source: Social profiles
tr_tr: Sosyal Profiller

source: Select icon and specify URLs of agent's profiles in the popular social networks
tr_tr: Simge seçin ve popüler sosyal ağlarda aracının profillerinin URL 'lerini belirtin

source: Socials
tr_tr: Sosyal Medya

source: Clone fields group and select icon/image, specify social network's title and URL to your profile
tr_tr: Alanlar grubunu klonlayın ve simge/görüntü seçin, sosyal ağın başlığını ve profilinizin URL 'sini belirtin

source: Social network's name. If empty - icon's name will be used
tr_tr: Sosyal şebekenin adı. Boş simge adı kullanılırsa

source: URL to your profile
tr_tr: Profiliniz

source: Specify URL of your profile in this network
tr_tr: Bu ağda profilinizin URL 'sini belirtme

source: Icon
tr_tr: İkon

source: Select icon of this network
tr_tr: Bu ağın simgesini seçin

source: Cars Agents
tr_tr: Otomobil ajanlar

source: Agent Description
tr_tr: Aracı Açıklama

source: Cars Agent
tr_tr: Otomobil Agent

source: Parent Item:
tr_tr: Ana öğe:

source: All Agents
tr_tr: Tüm Danışmanlar

source: View Agent
tr_tr: Danışman Görüntüle

source: Add New Agent
tr_tr: Yeni Danışman Ekle

source: Add New
tr_tr: Yeni Ekle

source: Edit Agent
tr_tr: Danışman Düzenle

source: Update Agent
tr_tr: Güncelleme Aracısı

source: Search Agent
tr_tr: Danışman Ara

source: Not found
tr_tr: Görüntü bulunamadı

source: Not found in Trash
tr_tr: Çöp Kutusunda bulunamadı

source: Agencies
tr_tr: Acentalar

source: Agency
tr_tr: Ajans

source: Search Agencies
tr_tr: Arama ajansları

source: All Agencies
tr_tr: Tüm Acentalar

source: Parent Agency
tr_tr: Üst Acente

source: Parent Agency:
tr_tr: Üst Acente

source: Edit Agency
tr_tr: Acente Düzenle

source: Update Agency
tr_tr: Danışman Güncelle

source: Add New Agency
tr_tr: Yeni Acente Ekle

source: New Agency Name
tr_tr: Yeni ajans adı

source: Cars agents
tr_tr: Araçlar

source: Settings of the cars agents profile
tr_tr: Otomobil aracıları profili ayarları

source: Style of the archive
tr_tr: Arşiv stili

source: Style of the agents archive
tr_tr: Ajanlar Arşivi stili

source: Default /1 column/
tr_tr: Varsayılan/1 sütun/

source: Default /2 columns/
tr_tr: Varsayılan/2 sütun/

source: Default /3 columns/
tr_tr: Varsayılan/3 sütun/

source: Style of the cars list
tr_tr: Otomobil listesinin stili

source: Style of the cars archive on the Agent's profile page
tr_tr: Aracının profil sayfasında otomobil arşivinin stili

source: Owner
tr_tr: Sahibi

source: Car's owner
tr_tr: Aracın sahibi

source: Agent
tr_tr: Danışman

source: Author
tr_tr: Yazar

source: Mail to the agent
tr_tr: Aracıya posta

source: Start conversation by Skype
tr_tr: Skype ile konuşmayı Başlat

source: Basic information
tr_tr: Basit bilgi

source: Basic information about the car
tr_tr: Araç hakkında temel bilgiler

source: Select the car's maker
tr_tr: Aracın yapımcısı seçin

source: Select the car's model
tr_tr: Aracın modelini seçin

source: Produced
tr_tr: Üretilen

source: Select the year when the car is produced
tr_tr: Aracın üretildiği yılı seçin

source: Car ID
tr_tr: Cihaz ID

source: Car ID - it will help you search this car directly
tr_tr: Araba KIMLIĞI-bu araba doğrudan arama yardımcı olacaktır

source: Transmission
tr_tr: Vites

source: Type of transmission
tr_tr: İletim tipi

source: Type of drive
tr_tr: Sürücü türü

source: Fuel
tr_tr: Yakıt

source: Fuel type
tr_tr: Yakıt

source: Engine type
tr_tr: Motor Tipi

source: Engine type (i.e. TSI, Turbo, etc.)
tr_tr: Motor tipi (örn. TSı, Turbo, vb.)

source: Engine size
tr_tr: Motor Hacmi

source: Engine size (only digits)
tr_tr: Motor Hacmi

source: Engine size prefix
tr_tr: Motor Hacmi

source: Engine size prefix (unit of measurement). Use ^ to make next digit as exponent, eq. cm^3
tr_tr: Motor boyutu öneki (ölçü birimi). Bir sonraki basamak üs olarak yapmak için ^ kullanın, EQ. cm ^ 3

source: Engine power (in horses)
tr_tr: Motor

source: Engine powes in horses (only digits)
tr_tr: Atlarda motor tozları (sadece basamak)

source: Engine power (in watts)
tr_tr: Motor gücü (Watt cinsinden)

source: Engine powes in watts (only digits)
tr_tr: Watt cinsinden motor tozları (sadece basamak)

source: Before price
tr_tr: Fiyattan önce

source: Specify any text to display it before the price
tr_tr: Fiyat önce görüntülemek için herhangi bir metin belirtin

source: Sale or Rent price
tr_tr: Satılık veya Kiralık fiyat

source: Specify main price for this car
tr_tr: Bu aracın ana fiyatını belirtin

source: Second price
tr_tr: Ikinci fiyat

source: Optional (rent) price
tr_tr: Opsiyonel (Kiralık) fiyat

source: After price
tr_tr: Fiyattan sonra

source: Specify any text to display it after the second price
tr_tr: İkinci fiyattan sonra görüntülenecek metni belirtin

source: Mileage
tr_tr: Kilometre

source: Mileage (only digits)
tr_tr: Kilometre (sadece basamak)

source: Mileage prefix
tr_tr: Kilometre öneki

source: Mileage prefix (unit of measurement)
tr_tr: Kilometre öneki (ölçü birimi)

source: Gallery
tr_tr: Galeri

source: Images gallery for this car
tr_tr: Bu araç için görseller Galerisi

source: Images gallery
tr_tr: Fotoğraf galerisi

source: Select images to create gallery on the single page of this car
tr_tr: Bu arabanın tek sayfada Galeri oluşturmak için görüntüleri seçin

source: Specify URL with cars video from popular video hosting (Youtube, Vimeo)
tr_tr: Popüler video Hosting otomobil video ile URL belirtin (YouTube, Vimeo)

source: Specify short description to the video above
tr_tr: Yukarıdaki videoya kısa açıklama belirtin

source: Attachments
tr_tr: Ekler

source: Select additional files to attach its to this car
tr_tr: Bu arabaya eklemek için ek dosyaları seçin

source: Specify short description to the attachments above
tr_tr: Yukarıdaki eklere kısa açıklama belirtin

source: Additional features
tr_tr: Ek Özellikler

source: Additional (custom) features for this car
tr_tr: Bu araç için ek (özel) Özellikler

source: Display details
tr_tr: Ayrıntıları görüntüle

source: Show/Hide additional features on the single page with this car
tr_tr: Bu araç ile tek sayfadaki ek özellikleri gösterme/gizleme

source: Add more features for this car by pair title-value
tr_tr: Çift başlık-değeri ile bu araç için daha fazla özellik ekleyin

source: Current feature title
tr_tr: Geçerli özellik başlığı

source: Value
tr_tr: Değer

source: Floor area size
tr_tr: Zemin alanı boyutu

source: Contacts
tr_tr: İletişim

source: City and Agent information
tr_tr: Şehir ve Ajan bilgileri

source: Agent type
tr_tr: Agent türü

source: What display in the Agent information block: Agent, Post author or Car owner data?
tr_tr: Aracı bilgi bloğunda ne ekran: Agent, post Author veya araç sahibi verileri?

source: Car owner
tr_tr: Araç sahibi

source: Select agent
tr_tr: Aracı Seç

source: Owner name
tr_tr: Sahibi adı

source: Name of the car owner
tr_tr: Araç sahibinin adı

source: Owner phone
tr_tr: Sahibi telefon

source: Phone of the car owner
tr_tr: Araç sahibinin telefonu

source: Owner email
tr_tr: Sahibi e-posta

source: E-mail of the car owner
tr_tr: Araç sahibinin e-postası

source: Owner skype
tr_tr: Sahibi Skype

source: Skype of the car owner
tr_tr: Araç sahibinin Skype

source: Cars
tr_tr: Araçlar

source: Car Description
tr_tr: İlan Açıklaması

source: Car
tr_tr: Araba

source: All Cars
tr_tr: Tüm Araçlar

source: View Car
tr_tr: Araç Görüntüle

source: Add New Car
tr_tr: Yeni Araç Ekle

source: Edit Car
tr_tr: Araba Düzenle

source: Update Car
tr_tr: Aracı güncelle

source: Search Car
tr_tr: Araç ara

source: Settings of the cars archive
tr_tr: Araba Arşivi ayarları

source: Blog archive style
tr_tr: Blog Arşivi stili

source: Style of the cars archive
tr_tr: Otomobil Arşivi tarzı

source: Single car style
tr_tr: Tek araba tarzı

source: Style of the single car's page
tr_tr: Tek otomobilin sayfasının stili

source: Tabs
tr_tr: Sekmeler

source: Auto
tr_tr: Otomatik

source: Mechanics
tr_tr: Mekaniği

source: Diesel
tr_tr: Dizel

source: Gasoline
tr_tr: Benzin

source: Gas
tr_tr: Gazlı

source: Combo (Gasoline + Gas)
tr_tr: Combo (benzin + gaz)

source: Electric
tr_tr: Elektrik

source: Hybrid (Gasoline + Electric)
tr_tr: Hibrid (benzin + elektrik)

source: Front-wheel drive
tr_tr: Önden çekişli

source: Rear-wheel drive
tr_tr: Arkadan çekişli

source: All-wheel drive
tr_tr: Tüm tekerlekten çekiş

source: Compare Cars
tr_tr: Otomobil Karşılaştır

source: Photo
tr_tr: Fotoğraf

source: City
tr_tr: Şehir

source: Price
tr_tr: Fiyat

source: Published
tr_tr: Yayınlanan

source: by
tr_tr: tarafından

source: Phone
tr_tr: Telefon

source: Query on car "%s" from "%s"
tr_tr: " %s" araç üzerinde sorgu " %s"

source: Query on help from "%s"
tr_tr: " %s" gelen yardım sorgusu

source: Name: %s
tr_tr: İsim: %s

source: E-mail: %s
tr_tr: E-posta: %s

source: Phone:
tr_tr: Telefon:

source: Error send message!
tr_tr: Mesaj gönderim hatası!

source: Type
tr_tr: Tip

source: Select the type to show cars that have it
tr_tr: Arabaları göstermek için türü seçin

source: - Type -
tr_tr: Tip

source: - Maker -
tr_tr: Makinesi

source: Status
tr_tr: Durum

source: Select the status to show cars that have it
tr_tr: Onu içeren arabaları göstermek için durumu seçin

source: - Status -
tr_tr: Durum

source: Label
tr_tr: Etiket

source: Select the label to show cars that have it
tr_tr: Onu içeren arabaları göstermek için etiketi seçin

source: - Label -
tr_tr: Etiket

source: Select the city to show cars from it
tr_tr: Arabaları göstermek için şehri seçin

source: - City -
tr_tr: Şehir

source: Select type of the transmission
tr_tr: İletim tipini seçin

source: - Transmission -
tr_tr: İletim

source: Select type of drive
tr_tr: Sürücü türünü seçin

source: - Type drive -
tr_tr: -Tip sürücü-

source: Select type of the fuel
tr_tr: Yakıt türünü seçin

source: - Fuel -
tr_tr: Yakıt

source: None
tr_tr: Yok

source: Date
tr_tr: Tarih

source: Random
tr_tr: Rastgele

source: Bottom
tr_tr: Alt

source: Bottom Outside
tr_tr: Alt dış

source: Display selected cars
tr_tr: Seçilen arabaları görüntüle

source: Search Cities
tr_tr: Şehirler ara

source: All Cities
tr_tr: Tüm Şehirler

source: Parent City
tr_tr: Üst İlçe

source: Parent City:
tr_tr: Üst İlçe:

source: Edit City
tr_tr: İlçe Düzenle

source: Update City
tr_tr: İlçe Güncelle

source: Add New City
tr_tr: Yeni Şehir Ekle

source: New City Name
tr_tr: Yeni İlçe Adı

source: Cities
tr_tr: Şehirler

source: Image URL:
tr_tr: Resim URL:

source: Features
tr_tr: Özellikler

source: Feature
tr_tr: Özellik

source: Search Features
tr_tr: Özelliklerde Ara

source: All Features
tr_tr: Tüm Özellikler

source: Parent Feature
tr_tr: Ortak Özellikler

source: Parent Feature:
tr_tr: Ortak Özellik

source: Edit Feature
tr_tr: Özelliği Düzenle

source: Update Feature
tr_tr: Özelliği Güncelle

source: Add New Feature
tr_tr: Yeni Özellik Ekle

source: New Feature Name
tr_tr: Yeni Özellik Adı

source: Labels
tr_tr: Etiketler

source: Search Labels
tr_tr: Arama etiketleri

source: All Labels
tr_tr: Tüm Etiketler

source: Parent Label
tr_tr: Ana Etiket

source: Parent Label:
tr_tr: Ana Etiket:

source: Edit Label
tr_tr: Etiketi Düzenle

source: Update Label
tr_tr: Etiket Güncelle

source: Add New Label
tr_tr: Yeni Etiket Ekle

source: New Label Name
tr_tr: Yeni etiket adı

source: Search Maker
tr_tr: Arama

source: All Makers
tr_tr: TümMarkalar

source: Parent Maker
tr_tr: Ana öğe:

source: Parent Maker:
tr_tr: Üst Acente

source: Edit Maker
tr_tr: Düzenle

source: Update Maker
tr_tr: Güncelle

source: Add New Maker
tr_tr: Yeni Danışman Ekle

source: New Maker Name
tr_tr: Yeni yapıcı adı

source: Makers
tr_tr: TümMarkalar

source: Models
tr_tr: Modeller

source: Search Models
tr_tr: Modeller

source: All Models
tr_tr: Tüm Modeller

source: Parent Model
tr_tr: Model

source: Parent Model:
tr_tr: Model

source: Edit Model
tr_tr: Modeli Düzenle

source: Update Model
tr_tr: Model

source: Add New Model
tr_tr: Yeni Model Ekle

source: New Model Name
tr_tr: Yeni Model Ekle

source: - %s -
tr_tr: %s tarafından

source: Search Status
tr_tr: Durum Ara

source: All Statuses
tr_tr: Tüm Durumlar

source: Parent Status
tr_tr: Ana Durum

source: Parent Status:
tr_tr: Ana Durum:

source: Edit Status
tr_tr: Durumu Düzenle

source: Update Status
tr_tr: Durum Güncelle

source: Add New Status
tr_tr: Yeni Durum Ekle

source: New Status Name
tr_tr: Yeni durum adı

source: Statuses
tr_tr: Durumlar

source: Search Types
tr_tr: Arama Türleri

source: All Types
tr_tr: Tüm Türler

source: Parent Type
tr_tr: Ana Tür

source: Parent Type:
tr_tr: Ana Tür:

source: Edit Type
tr_tr: Tipi Düzenle

source: Update Type
tr_tr: Türü Güncelle

source: Add New Type
tr_tr: Yeni Tür Ekle

source: New Type Name
tr_tr: Yeni Tür Adı

source: Types
tr_tr: Tipler

source: Page
tr_tr: Sayfa

source: About me
tr_tr: Hakkımda

source: All my offers
tr_tr: Tüm tekliflerim

source: Name
tr_tr: Adınız

source: Show all cars from %s
tr_tr: %s adına ait tüm arabaları göster

source: Add to compare list
tr_tr: Karşılaştırma listesine ekle

source: Engine
tr_tr: Motor

source: City:
tr_tr: Şehir:

source: Publish date
tr_tr: Yayın tarihi

source: Added:
tr_tr: Ekli:

source: More
tr_tr: Daha

source: View all my offers
tr_tr: Tüm tekliflerimi görüntüle

source: Contact %s
tr_tr: İletişim %s

source: Your name
tr_tr: Adınız

source: Your e-mail
tr_tr: E-posta adresiniz

source: Your phone
tr_tr: Telefon numaranız

source: Message
tr_tr: Mesaj Kutusu

source: Your message
tr_tr: Mesajınız

source: Hi, %s. I'm interested in '%s' [ID = %s]. Please, contacts with me.
tr_tr: Merhaba, %s. ' %s ' [ID = %s] ile ilgileniyorum. Lütfen, benimle irtibata geçiniz.

source: Hi, %s. I saw your profile on '%s' and wanted to see if you could help me.
tr_tr: Merhaba %s. Profilini '%s' üzerinde gördüm ve bana yardım edip edemeyeceğini görmek istedim.

source: Send Message
tr_tr: Mesaj Gönder

source: Car ID:
tr_tr: Araba ID:

source: Model:
tr_tr: Modeli:

source: Transmission:
tr_tr: Şanzıman:

source: Fuel:
tr_tr: Yakıt:

source: Engine:
tr_tr: Motoru:

source: Engine power:
tr_tr: Motor gücü:

source: horses
tr_tr: At

source: watts
tr_tr: Watt

source: Mileage:
tr_tr: KM:

source: Click to remove this car from the compare list
tr_tr: Bu arabayı Karşılaştır listesinden kaldırmak için tıklayın

source: Select 2+ cars to compare
tr_tr: Karşılaştırmak için 2 + araba seçin

source: Compare
tr_tr: Karşılaştır

source: Search for
tr_tr: Arama

source: Enter a city, owner's name, phone or email or car's ID
tr_tr: Bir şehir, sahibinin adı, telefon veya e-posta veya aracın KIMLIĞINI girin

source: Show advanced search
tr_tr: Gelişmiş aramayı göster

source: Start search
tr_tr: Aramayı başlat

source: - Type of drive -
tr_tr: -Sürücü tipi-

source: Date Ascending
tr_tr: Artan Tarih

source: Date Descending
tr_tr: Azalan Tarih

source: Price Ascending
tr_tr: Fiyat Çoğalan

source: Price Descending
tr_tr: Azalan fiyat

source: Title Ascending
tr_tr: Başlık artan

source: Title Descending
tr_tr: Başlık azalan

source: Compare selected cars
tr_tr: Seçilen arabaları Karşılaştır

source: ThemeREX Addons - Cars Compare
tr_tr: ThemeREX eklentileri-otomobil Karşılaştır

source: Widget title:
tr_tr: Widget Başlığı:

source: Cars Compare
tr_tr: Otomobil Karşılaştır
