Repository: imdcan/trx_addons-TR_tr
Catalog: *.po
Languages: tr_tr

source: Buttons
tr_tr: Düğmeler

source: Small button "Blog"
tr_tr: Küçük düğme "blog"

source: Select or upload image for the small button "Blog". If empty - use default image
tr_tr: Küçük düğme "blog" için görüntüyü seçin veya yükleyin. Boş kullanım varsayılan görüntü

source: Small button "VCard"
tr_tr: Küçük düğme "VCard"

source: Select or upload image for the small button "VCard". If empty - use default image
tr_tr: Küçük düğme "VCard" için görüntüyü seçin veya yükleyin. Boş kullanım varsayılan görüntü

source: Splash button "Blog"
tr_tr: Splash düğmesi "blog"

source: Select or upload image for the large button "Blog", used on the Spalsh screen. If empty - use default image
tr_tr: Spalsh ekranında kullanılan büyük düğme "blog" için görüntüyü seçin veya yükleyin. Boş kullanım varsayılan görüntü

source: Splash button "VCard"
tr_tr: Splash düğmesi "VCard"

source: Select or upload image for the large button "VCard", used on the Spalsh screen. If empty - use default image
tr_tr: Spalsh ekranında kullanılan büyük düğme "VCard" için görüntüyü seçin veya yükleyin. Boş kullanım varsayılan görüntü

source: Header Settings
tr_tr: Başlık Ayarları

source: Header settings - image/photo, socials and typography
tr_tr: Başlık ayarları-resim/fotoğraf, sosyaller ve tipografi

source: Header narrow
tr_tr: Üstbilgi dar

source: Use narrow header or leave same width for the header and content
tr_tr: Dar üstbilgi kullanın veya üstbilgi ve içerik için aynı genişliği bırakın

source: Header bg tint
tr_tr: Üstbilgi bg renk tonu

source: Select main tint of the CV Header background
tr_tr: CV üstbilgisi arka planının ana tonunu seçin

source: Dark
tr_tr: Koyu

source: Header image
tr_tr: Başlık görüntü

source: Select or upload image for the CV Header area
tr_tr: CV üstbilgisi alanı için resim seçin veya yükleyin

source: Header image style
tr_tr: Üstbilgi görüntü stili

source: Select style of the header image: boxed - small image with border, fit - image fit to the header area, cover - image cover whole header area
tr_tr: Başlık resmin stilini seçin: kutulu-kenarlıklı küçük görüntü, başlık alanına Sığdır-görüntü sığdırma, kapak-görüntü kapağı tüm üstbilgi alanı

source: Cover
tr_tr: Kapak

source: Fit
tr_tr: Sığdır

source: Boxed
tr_tr: Kutulu

source: Header letter
tr_tr: Harf boşluğu

source: Specify letter to overlap photo
tr_tr: Fotoğraf çakışıyor harfini belirtin

source: Text in the Header
tr_tr: Bu bloğun içindeki karanlık metnin (kalın, başlık, vb.) rengi

source: Specify text to display in the Header. If empty - use site name (title)
tr_tr: Üstbilgi 'de görüntülenecek metni belirtin. Boş kullanım site adı (başlık)

source: Social icons
tr_tr: Sosyal simgeler

source: Show links to your favorites social networks in the header area
tr_tr: Üstbilgi alanında sık kullanılan sosyal ağlarınızın bağlantılarını göster

source: About Me Section
tr_tr: Hakkımda bölümü

source: Select the page that contains information about you
tr_tr: Hakkınızda bilgi içeren sayfayı seçin

source: Section's title
tr_tr: Akordeon bölümü başlık hizalamasını seçin.

source: Section's title for this page
tr_tr: Bu sayfa için bölümün başlığı

source: About
tr_tr: Hakkında

source: Page About Me
tr_tr: Benim hakkımda sayfa

source: Select the page that contains information about you. Attention! To insert content of this section in the page - place %%CONTENT%% into this page
tr_tr: Hakkınızda bilgi içeren sayfayı seçin. Dikkat! Bu bölümün içeriğini sayfa yeri%% CONTENT%% ' de bu sayfaya eklemek Için

source: Contacts Section
tr_tr: Kişiler bölümü

source: Contacts section parameters
tr_tr: Kişiler bölümü parametreleri

source: Contacts section's title
tr_tr: Kişiler bölümünün başlığı

source: Page Contacts
tr_tr: Sayfa kişileri

source: Select the page that contains layout of the Contacts section. Attention! To insert content of this section in the page - place %%CONTENT%% into this page
tr_tr: Kişiler bölümünün düzenini içeren sayfayı seçin. Dikkat! Bu bölümün içeriğini sayfa yeri%% CONTENT%% ' de bu sayfaya eklemek Için

source: About Me
tr_tr: Hakkımda

source: Sections
tr_tr: İşaretlenirse bütün bölümler katlanır.

source: Select available sections of the CV Card. Drag items to change their order.
tr_tr: CV kartının kullanılabilir bölümlerini seçin. sırasını değiştirmek için öğeleri sürükleyin.

source: Resume Section
tr_tr: Özgeçmiş bölümü

source: Resume section's title
tr_tr: Özgeçmiş bölümünün başlığı

source: Page Resume
tr_tr: Sayfa Özgeçmiş

source: Select the page that contains layout of the Resume section. Attention! To insert content of this section in the page - place %%CONTENT%% into this page
tr_tr: Devam bölümünün düzenini içeren sayfayı seçin. Dikkat! Bu bölümün içeriğini sayfa yeri%% CONTENT%% ' de bu sayfaya eklemek Için

source: Resume parts
tr_tr: Parça devam

source: Select available parts of the Resume section. Drag items to change their order.
tr_tr: Devam bölümünün kullanılabilir bölümlerini seçin. Öğeleri, sırasını değiştirmek için sürükleyin.

source: Print full version
tr_tr: Tam sürümü Yazdır

source: Print whole resume item's content (full version) or only excerpt (short version)
tr_tr: Tüm özgeçmiş öğesinin içeriğini (tam sürüm) veya sadece alıntıyı (kısa sürüm) yazdırın

source: Download version
tr_tr: Sürümü Indir

source: Place here URL to downloadable version of the resume
tr_tr: Burada özgeçmiş indirilebilir sürümüne URL yerleştirin

source: Items number
tr_tr: Öğe numarası

source: How many items to be displayed?
tr_tr: Kaç öğe görüntülenecek?

source: Columns number
tr_tr: Sütun numarası

source: How many columns to use to display items?
tr_tr: Öğeleri görüntülemek için kaç sütun kullanılır?

source: Use Slider
tr_tr: Kaydırıcıyı kullan

source: Do you want to use Slider to show items?
tr_tr: Öğeleri göstermek için kaydırıcıyı kullanmak istiyor musunuz?

source: Space between slides
tr_tr: Slaytlar arası boşluk

source: Specify space between slides (in pixels)
tr_tr: Slaytlar arasında boşluk belirtme (piksel cinsinden)

source: Use narrow area to show items in this section
tr_tr: Bu bölümdeki öğeleri göstermek için dar alanı kullanma

source: Show delimiter between items of this section
tr_tr: Bu bölümün öğeleri arasında ayırıcı göster

source: Portfolio Section
tr_tr: Ayarlar.

source: Portfolio section's title
tr_tr: Portföy bölümünün başlığı

source: Page Portfolio
tr_tr: Sayfa portföyü

source: Select the page that contains layout of the Portfolio section. Attention! To insert content of this section in the page - place %%CONTENT%% into this page
tr_tr: Portföy bölümünün düzenini içeren sayfayı seçin. Dikkat! Bu bölümün içeriğini sayfa yeri%% CONTENT%% ' de bu sayfaya eklemek Için

source: Select output style for the Portfolio items
tr_tr: Portföy öğeleri için çıkış stilini seçin

source: Style 1
tr_tr: Stil 1

source: Style 2
tr_tr: Stil 2

source: Style 3
tr_tr: Stil 3

source: Testimonials Section
tr_tr: Görüşler Bölümü

source: How many posts will be displayed in this section, columns number, use slider, etc.
tr_tr: Bu bölümde, sütun numarası, kullanım kaydırıcıyı, vb kaç mesaj görünecektir

source: Testimonials section's title
tr_tr: Görüşler bölümün başlığı

source: Page Testimonials
tr_tr: Sayfa Görüşler

source: Select the page that contains layout of the Testimonials section. Attention! To insert content of this section in the page - place %%CONTENT%% into this page
tr_tr: Referanslar bölümünün düzenini içeren sayfayı seçin. Dikkat! Bu bölümün içeriğini sayfa yeri%% CONTENT%% ' de bu sayfaya eklemek Için

source: Certificates Section
tr_tr: Sertifikalar bölümü

source: Certificates section's title
tr_tr: Sertifikalar bölümünün başlığı

source: Page Certificates
tr_tr: Sayfa sertifikaları

source: Select the page that contains layout of the Certificates section. Attention! To insert content of this section in the page - place %%CONTENT%% into this page
tr_tr: Sertifikalar bölümünün düzenini içeren sayfayı seçin. Dikkat! Bu bölümün içeriğini sayfa yeri%% CONTENT%% ' de bu sayfaya eklemek Için

source: Sorry, but nothing matched your search criteria.
tr_tr: Üzgünüz, arama kriterlerinize uygun sonuç yok.

source: Invalid query parameters!
tr_tr: Geçersiz sorgu parametreleri!

source: Go to Blog ...
tr_tr: Blog 'a gidin...

source: Go to VCard ...
tr_tr: VCard 'a gidin...

source: Pages:
tr_tr: Sayfalar:

source: Read More
tr_tr: Devamını Oku

source: Send me a message
tr_tr: Bana bir mesaj gönder

source: All
tr_tr: Tüm Sonuçları Göster

source: Name:
tr_tr: İsim:

source: E-mail:
tr_tr: E-Posta:

source: Print Resume
tr_tr: Baskı özgeçmiş

source: Download Resume
tr_tr: PDF Görüntüle

source: Back to %s
tr_tr: %s geri dön

source: Demo mode parameters
tr_tr: Demo modu parametreleri

source: Enable Demo mode
tr_tr: Otomatik oynatma modunu etkinleştirin.

source: Enable redirect to the demo page on this site
tr_tr: Bu sitedeki demo sayfasına yönlendirmeyi etkinleştir

source: Referer
tr_tr: Referans

source: Enter parts of the address to determine whether to redirect the browser to our demo page. Start each part of the referer's url from a new line
tr_tr: Tarayıcının demo sayfama yeniden yönlendirilip yönlendirmeyeceğini belirlemek için adresin bölümlerini girin. Referer URL 'sinin her bir bölümünü yeni bir satırdan Başlat

source: Default URL with all demo products
tr_tr: Tüm demo ürünleri ile varsayılan URL

source: Specify URL with all demo products to redirect if demo address is incorrect
tr_tr: Demo adresi yanlış ise yeniden yönlendirmek için tüm demo ürünleri ile URL belirtin

source: Logo in the top-left corner
tr_tr: Sol üst köşedeki logo

source: Select logo-image to place it in the top-left corner of the demo frame
tr_tr: Demo çerçevesinin sol üst köşesine yerleştirmek için Logo-Image öğesini seçin

source: Select post type to show demo elements
tr_tr: Demo öğelerini göstermek için gönderi tipini seçin

source: Select taxonomy to filter related elements
tr_tr: İlgili öğeleri filtrelemek için taksonomi seçin

source: Related Themes
tr_tr: Ilgili Temalar

source: ThemeREX Addons Buttons
tr_tr: ThemeREX addons

source: Extra styles for the selected text
tr_tr: Seçili metin için ekstra stiller

source: Add tooltip to the selected text
tr_tr: Seçili metne araç ipucu ekleme

source: Enter tooltip text text
tr_tr: Araç ipucu metin metnini girme

source: Insert icon to the caret position
tr_tr: Şapka konumuna simge Ekle

source: First select the letter!
tr_tr: Önce mektubu Seç!

source: Text is empty!
tr_tr: Metin boş!

source: Headers
tr_tr: Üst Bilgi

source: No margin
tr_tr: Kenar boşluğu yok

source: List styles
tr_tr: Liste stilleri

source: Dot
tr_tr: Nokta

source: Parameters
tr_tr: Parametreler

source: Success
tr_tr: Başarılı

source: Error
tr_tr: Hata

source: Plus
tr_tr: Artı

source: Minus
tr_tr: Eksi

source: Help
tr_tr: Yardım

source: Attention
tr_tr: Dikkat

source: Success (circled)
tr_tr: Başarı (Daire)

source: Error (circled)
tr_tr: Hata (Daire arasına alınmış)

source: Info (circled)
tr_tr: Bilgi (Daire)

source: Plus (circled)
tr_tr: Artı (Daire)

source: Minus (circled)
tr_tr: Eksi (Daire)

source: Help (circled)
tr_tr: Yardım (Daire)

source: Attention (circled)
tr_tr: Dikkat (Daire)

source: Inline
tr_tr: Çizgide

source: Accent text
tr_tr: Vurgu metni

source: Accent background
tr_tr: Vurgu arka plan

source: Dark text
tr_tr: Koyu metin

source: Inverse text
tr_tr: Negatif/Ters metin (vurgulanmış arkaplan üzeri metin)

source: Big font
tr_tr: Büyük yazı tipi

source: Small font
tr_tr: Küçük yazı tipi

source: Tiny text
tr_tr: Minik

source: Dropcap 1
tr_tr: 1 Yorum

source: Install Demo Data
tr_tr: Demo Verilerini Yükleyin

source: Incorrect WP-nonce data! Operation canceled!
tr_tr: Yanlış WP-nonce veri! Operasyon iptal edildi!

source: Importer
tr_tr: İthalatçı

source: Select the demo to be imported:
tr_tr: Yüklenecek demo-içerik seti seç:

source: Select the demo-data set to be imported:
tr_tr: Yüklenecek demo-içerik seti seç:

source: Only pages, forms and sliders
tr_tr: Yalnızca sayfalar, formlar ve sürgüler

source: <b>Only pages, forms layouts and sliders will be imported in this case.</b>
tr_tr: <b>Bu durumda sadece sayfalar, form düzenleri ve kaydırıcılar alınacak.</b>

source: The imported data will be added to the existing content.
tr_tr: Alınan verileri varolan içeriğe eklenecek.

source: All the images are replaced with placeholders.
tr_tr: Tüm imajlar yer tutucularla değiştirildi.

source: The new pages provide sample markup and shall not be included in the menu! You have to do it yourself.
tr_tr: Yeni sayfalar örnek biçimlendirme içeriyor ve menüde yer alamaz! Kendiniz yapmak zorundasınız.

source: Import some components (Revolution sliders, Essential Grids, etc.) take a long time - <b>please wait until the end of the procedure, do not navigate away from this page</b>.
tr_tr: Bazı içeriklerin(Dönüşüm Sliderı, Temel Izgaralar, ..vs.) içe aktarımı zaman alabilir - <b>lütfen işlemler tamamlanana kadar bu sayfadan ayrılmayın</b>.

source: Whole demo-site content
tr_tr: Tüm demo-site içeriği

source: <b>It is recommended for new installations of WordPress</b> (without posts, pages and any other data)!
tr_tr: <b>Bu yeni Wordpress yüklemeleri için önerilir</b> (gönderiler, sayfalar ve diğer herhangi bir data olmaksızın)!

source: As a result, you will get a new set of posts, pages, menu items - <b>a complete copy of our demo site</b>.
tr_tr: Sonuç olarak yeni bir gönderi kümesi, sayfalar, menü öğeleriniz olacak - <b>demo sitenizin tam bir kopyası</b>.

source: Select the elements to be imported:
tr_tr: Yüklenecek içerikleri seç:

source: Import posts, pages, taxonomies, etc.
tr_tr: Gönderileri, sayfalarıvs… vs. içe aktar.

source: Import media
tr_tr: Medyayı içeri aktar

source: Regenerate thumbnails
tr_tr: Küçük resimleri yeniden oluştur

source: Import Theme mods
tr_tr: Tema ayarlarını içe aktar

source: Import Theme Options
tr_tr: Tema Seçeneklerini İçe Aktar

source: Import Widgets
tr_tr: İthalat Araçları

source: Start import
tr_tr: İçe aktarmayı başlat

source: Import demo data
tr_tr: Demo verilerini içe aktarın

source: Posts
tr_tr: Yazılar

source: Media
tr_tr: Masonry Medya Grid

source: Thumbnails
tr_tr: Minyatür

source: Theme Mods
tr_tr: Tema Modları

source: Theme Options
tr_tr: Tema Ayarları

source: Congratulations! Data import complete!
tr_tr: Tebrikler! Veri içe aktarma tamamlandı!

source: View site
tr_tr: Site görüntüle

source: Exporter
tr_tr: Ihracatçı

source: Users
tr_tr: Kullanıcılar

source: Uploads
tr_tr: Yüklemeler

source: Select the demo type to be exported
tr_tr: Dışa aktarılacak demo türünü seçin

source: Export Demo Data
tr_tr: Demo Verilerini Dışarı Aktar

source: Download
tr_tr: İndir

source: Attention! For correct installation of the selected demo data, you must install and activate the following plugins:
tr_tr: Dikkat! Seçilen demo verilerinin doğru kurulması için, aşağıdaki eklentileri yüklemeniz ve etkinleştirmeniz gerekir:

source: User %d
tr_tr: Kullanıcı %d

source: FName%d
tr_tr: İsim %d

source: LName%d
tr_tr: Soyisim%d

source: AJAX handler for importer
tr_tr: İçer Aktarıcı İçin AJAX

source: Dispatch action: %s
tr_tr: Sevk aksiyonu: %s

source: Start import from "%s"
tr_tr: İçe aktarmayı başlat “%s”

source: AJAX handler finished - send results to client: %s
tr_tr: AJAX işleyicisi tamamlandı - istemciye sonuçları gönder: %s

source: Clear tables
tr_tr: Tabloyu Temizle

source: Failed truncate table POSTS.
tr_tr: Tablo GÖNDERILERI kesilemedi.

source: Failed truncate table POSTMETA.
tr_tr: Başarısız kesilmek tablo POSTMETA.

source: Failed truncate table COMMENTS.
tr_tr: Tablo AÇıKLAMALARı kesilemedi.

source: Failed truncate table COMMENTMETA.
tr_tr: "revslider_slides" tablo kırpma başarısız oldu.

source: Failed truncate table TERMS.
tr_tr: Tablo TERIMLERI kesilemedi.

source: Failed truncate table TERM_RELATIONSHIPS.
tr_tr: Kesilme tablo TERM_RELATIONSHIPS başarısız oldu.

source: Failed truncate table TERM_TAXONOMY.
tr_tr: Kesilme tablo TERM_TAXONOMY başarısız oldu.

source: Import users
tr_tr: Kullanıcıları İçe Aktar

source: Import posts, terms and comments
tr_tr: Yayınları, şartları ve yorumları içe aktar

source: Loaded %d bytes
tr_tr: %dbayt yüklendi

source: File %s imported. Current import progress: %s. Time limit: %s sec. Elapsed time: %s sec.
tr_tr: %s dosyası içe aktarıldı. Mevcut içe aktarma ilerlemesi: %s. Zaman sınırı:%s sn. Geçen süre:%s sn.

source: Extract zip-file "%s"
tr_tr: Zip dosyası "%s" dosyasını ayıkla

source: Error when unzip file "%s"
tr_tr: Arşivlenmiş dosya çıkarma hatası: "%s"

source: File "%s" not found
tr_tr: Dosya "%s" bulunamadı

source: Thumbnails of the attachments %s: %s regenerated. Current import progress: %s. Time limit: %s sec. Elapsed time: %s sec.
tr_tr: %s: %s eklerin küçük resimleri yeniden oluşturuldu. Geçerli alma ilerlemesi: %s. zaman sınırı: %s sn. geçen süre: %s sn.

source: Error unserialize data from the file %s
tr_tr: Hata,%s dosyasındaki verileri diziye almıyor

source: Import dump file: "%s"
tr_tr: Döküm dosyası içe aktar: "%s"

source: Process table "%s"
tr_tr: "%s" işlem tablosu

source: Table "%s" does not exists! Skip dump import for this table.
tr_tr: Tablo " %s" yok! Bu tablo için dökümü alma atla.

source: Record (ID=%s) is imported. Progress: %s. Time: %s sec. from %s sec.
tr_tr: Kayıt (ID =%s) içe aktarılır. İlerleme durumu:%s. Saat:%s sn. %s saniyeden

source: Imported %s. Elapsed time %s sec. of %s sec.
tr_tr: %s içe aktarıldı. Geçen süre %s sn. %s sn.

source: No-Image placeholder
tr_tr: Varsayılan özellikli resim yer tutucu(placeholder) yok

source: Incorrect parameters
tr_tr: Yanlış parametreler

source: Download file %s successful
tr_tr: Dosyayı %s başarıyla indirdiniz

source: Attempt %d. Download file '%s' failed.
tr_tr: Deneme %d. İndirilen dosya '%s' başarısız oldu.

source: Error download file '%s'.
tr_tr: Dosya indirme hatası '%s'.

source: Please, try again!
tr_tr: Lütfen tekrar deneyin!

source: Attempt %d. Load data from the file '%s' failed.
tr_tr: Deneme % d. '%s' dosyasından data yükleme başarısız oldu.

source: Error load data from the file '%s'.
tr_tr: '%s' dosyasından data yükleme hatası.

source: Load data from the file %s successful
tr_tr: '%s' dosyasından data yükleme başarılı

source: Errors that occurred during the import process:
tr_tr: İçe aktarma sırasında oluşan hatalar:

source: Action
tr_tr: Aksiyon

source: Insert 'Call to action' or custom Events as slider or columns layout
tr_tr: ' Eylem çağrısı ' veya özel olayları kaydırıcı veya sütun düzeni olarak ekle

source: Specify number of columns for icons. If empty - auto detect by items number
tr_tr: Simgeler için sütun sayısını belirtin. Boş-otomatik madde numarasına göre Algıla

source: Full height
tr_tr: Tam yükseklik

source: Stretch the height of the element to the full screen's height
tr_tr: Öğenin yüksekliğini tam ekranın yüksekliğine uzat

source: Full Height
tr_tr: Tam İçerik

source: Actions
tr_tr: Eylemler

source: Select icons, specify title and/or description for each item
tr_tr: Simgeleri seçin, her öğe için başlık ve/veya açıklama belirtin

source: One
tr_tr: Bir

source: Text position
tr_tr: Metin pozisyonu

source: Select position of the titles
tr_tr: Başlıklarının konumunu seçin

source: Top Left
tr_tr: Sol Üst

source: Top Center
tr_tr: Üst Merkez

source: Top Right
tr_tr: Sağ üst

source: Middle Left
tr_tr: Orta Sol

source: Middle Center
tr_tr: Orta Merkez

source: Middle Right
tr_tr: Orta Sağ

source: Bottom Left
tr_tr: Sol Alt

source: Bottom Center
tr_tr: Alt Merkez

source: Bottom Right
tr_tr: Sağ Alt

source: Height
tr_tr: Yükseklik

source: Enter title of the item
tr_tr: Maddenin başlığını girin

source: Enter subtitle of the item
tr_tr: Maddenin altyazı girin

source: Specify date (and/or time) of this event
tr_tr: Bu olayın tarihini (ve/veya saatini) belirtme

source: Additional info for this item
tr_tr: Bu öğe için ek bilgi

source: Enter short description of the item
tr_tr: Maddenin kısa açıklamasını girin

source: URL to link this item
tr_tr: Bu öğeyi bağlamak için URL

source: Link's text
tr_tr: Bağlantının metni

source: Caption of the link
tr_tr: Bağlantı başlığı

source: Select custom color of this item
tr_tr: Bu maddenin özel rengini seçme

source: Background Color
tr_tr: Arkaplan Rengi

source: Select custom background color of this item
tr_tr: Bu maddenin özel arka plan rengini seçme

source: Select or upload image or specify URL from other site to use it as icon
tr_tr: Görüntüyü seçme veya yükleme veya diğer siteden URL 'yi simge olarak kullanmak üzere belirtme

source: Background image
tr_tr: Arka plan görüntüsü

source: Select or upload image or specify URL from other site to use it as background of this item
tr_tr: Görüntüyü seçin veya yükleyin veya bu öğenin arka planı olarak kullanmak için diğer siteden URL 'yi belirtin

source: Anchor
tr_tr: Çapa

source: Insert anchor for the inner page navigation
tr_tr: İç sayfa gezintisi için çapa Ekle

source: Anchor ID
tr_tr: Çapa KIMLIĞI

source: ID for the anchor
tr_tr: Çapa için KIMLIK

source: Anchor title
tr_tr: Çapa başlığı

source: URL to navigate
tr_tr: Gezinmek için URL

source: URL to navigate. If empty - use id to create anchor
tr_tr: URL gezinmek için. Bağlantı oluşturmak için boş kullanım kimliği

source: Display posts from specified category in many styles
tr_tr: Birçok stilde belirtilen kategorideki gönderileri görüntüleme

source: Select category to show posts
tr_tr: Gönderileri göstermek için kategori seçin

source: Read more
tr_tr: Devamını Oku

source: Insert button
tr_tr: Ekle düğmesi

source: Size
tr_tr: Boyut

source: Size of the button
tr_tr: Düğmenin boyutu

source: Small
tr_tr: Küçük

source: Large
tr_tr: Büyük

source: Button URL
tr_tr: Düğme URL'si

source: Link URL for the button
tr_tr: Düğme için bağlantı URL 'si

source: Title of the button.
tr_tr: Düğmenin başlığı.

source: Subtitle for the button
tr_tr: Düğme için altyazı

source: Button alignment
tr_tr: Düğme hizalama

source: Select button alignment
tr_tr: Buton hizalamasını seçin

source: Text alignment
tr_tr: Metin hizalama

source: Select text alignment
tr_tr: Metin hizalamasını seçin.

source: Button's background image
tr_tr: Düğmenin arka plan görüntüsü

source: Select the image from the library for this button's background
tr_tr: Bu düğmenin arka planı için kitaplıktan gelen görüntüyü seçin

source: or select an image
tr_tr: veya bir resim seçin

source: Select the image instead the icon (if need)
tr_tr: Görüntü yerine simge (gerekirse) seçin

source: Icons
tr_tr: Simgeler

source: Icon position
tr_tr: Simge pozisyonu

source: Place the image to the left or to the right or to the top of the button
tr_tr: Görüntüyü sola veya sağa veya düğmenin üstüne yerleştirin

source: Content area
tr_tr: İçerik alanını renkle doldurmayın.

source: Limit content width inside the fullwide rows
tr_tr: Tam geniş satırların içindeki içerik genişliğini sınırlama

source: Select size of the block
tr_tr: Bloğun boyutunu seçin

source: Full width
tr_tr: Tam Genişlik

source: 1/2 of page
tr_tr: 6 sütun - 1/2

source: 1/3 of page
tr_tr: 1/3 sayfa

source: 1/4 of page
tr_tr: 1/4 sayfa

source: 3/4 of page
tr_tr: 3/4 sayfa

source: Inner paddings
tr_tr: Iç kürek

source: Select paddings around of the inner text in the block
tr_tr: Bloktaki iç metnin etrafında kürek seçin

source: Tiny
tr_tr: Minik

source: Medium
tr_tr: Orta

source: Outer margin
tr_tr: Dış kenar boşluğu

source: Select margin around of the block
tr_tr: Bloğun çevresindeki kenar boşluğu seçin

source: Block alignment
tr_tr: Blok hizalama

source: Select alignment (floating position) of the block
tr_tr: Bloğun hizalamasını (kayan konum) seçin

source: Select alignment of the inner text in the block
tr_tr: Bloktaki iç metnin hizalamasını seçin

source: Justify
tr_tr: İki tarafa hizala

source: Push block up
tr_tr: Itme bloğu
