Repository: imdcan/trx_addons-TR_tr
Catalog: *.po
Languages: tr_tr

source: Push this block up, so that it partially covers the previous block
tr_tr: Bu blok yukarı Itin, böylece kısmen önceki bloğu kapsar

source: On tablet
tr_tr: Tablette

source: Disable push on the tablets
tr_tr: Tabletlerde itme devre dışı bırakma

source: Disable on tablet
tr_tr: Tablette devre dışı bırakma

source: On mobile
tr_tr: Telefonda

source: Disable push on the mobile
tr_tr: Mobil üzerinde Push devre dışı bırakma

source: Disable on mobile
tr_tr: Mobilde devre dışı

source: Pull next block up
tr_tr: Sonraki blok yukarı çekin

source: Pull next block up, so that it partially covers this block
tr_tr: Sonraki blok yukarı çekin, böylece kısmen bu blok kapsar

source: Disable pull on the tablets
tr_tr: Tabletlerde çekme devre dışı bırakma

source: Disable pull on the mobile
tr_tr: Mobilde devre dışı

source: Number to display in the corner of this area
tr_tr: Bu alanın köşesinde görüntülenecek numara

source: Number position
tr_tr: Sayı konumu

source: Select position to display number
tr_tr: Numarayı görüntülemek için konumu seçin

source: Color of the number
tr_tr: Gösterilecek gönderi sayısı:

source: Select custom color of the number
tr_tr: Özel grafik rengi seçin.

source: Content area (inner)
tr_tr: İçerik alanını renkle doldurmayın.

source: Inner content area (used inside other content area)
tr_tr: Iç içerik alanı (diğer içerik alanı içinde kullanılır)

source: Countdown
tr_tr: Geri Sayım

source: Put the countdown to the specified date and time
tr_tr: Geri sayımı belirtilen tarih ve zamana koy

source: Select counter's type
tr_tr: Sayaç türünü seçin

source: Alignment
tr_tr: Hizalama

source: Select alignment of the countdown
tr_tr: Geri sayım hizalamasını seçin

source: Target date. Attention! Write the date in the format: yyyy-mm-dd
tr_tr: Hedef tarih. Dikkat! Tarih biçiminde yazın: yyyy-mm-dd

source: Target time. Attention! Put the time in the 24-hours format: HH:mm:ss
tr_tr: Hedef zamanı. Dikkat! Saat 24 saat formatında koymak: HH: mm: ss

source: Days
tr_tr: Gün

source: Hours
tr_tr: Saat

source: Minutes
tr_tr: Dakika

source: Seconds
tr_tr: Saniye

source: Unknown admin email!
tr_tr: Bilinmeyen yönetici e-postası!

source: Site %s - Contact form message from %s
tr_tr: Site %s - %s kişiden iletişim formu iletisi

source: Phone: %s
tr_tr: Telefon: %s

source: Insert simple or detailed form
tr_tr: Basit veya ayrıntılı form ekleme

source: Select form's layout
tr_tr: Formun düzenini seçme

source: Select input's style
tr_tr: Girdinin stilini seçin

source: Fields alignment
tr_tr: Alanlar hizalama

source: Select alignment of the field's text
tr_tr: Alanın metninin hizalamasını seçme

source: Field labels
tr_tr: Alan etiketleri

source: Show field's labels
tr_tr: Alanın etiketlerini göster

source: Show labels
tr_tr: Etiketleri göster

source: Specify your phone for the detailed form
tr_tr: Telefonunuzu ayrıntılı form için belirtin

source: Your E-mail
tr_tr: E-posta adresiniz

source: Specify your E-mail for the detailed form
tr_tr: Ayrıntılı form için e-postanızı belirtme

source: Your address
tr_tr: Adresiniz

source: Specify your address for the detailed form
tr_tr: Ayrıntılı form için adresinizi belirtin

source: Enter your name
tr_tr: Adınızı Giriniz

source: Enter your e-mail
tr_tr: E-postanızı girin

source: Enter your message
tr_tr: Lütfen mesajınızı girin

source: Googlemap service is not available
tr_tr: GoogleMap hizmeti kullanılamıyor

source: Error while geocode address
tr_tr: Geocode adresi sırasında hata

source: Google Map
tr_tr: Google Harita

source: Google map with custom styles and several markers
tr_tr: Özel stiller ve birkaç işaretçileri ile Google haritası

source: Map custom style
tr_tr: Harita özel stili

source: Greyscale
tr_tr: Gri tonlama

source: Inverse
tr_tr: Ters

source: Zoom
tr_tr: Yakınlaştır

source: Map zoom factor from 1 to 20. If 0 or empty - fit bounds to markers
tr_tr: Zoom faktörü 1 ' den 20 ' ye eşleştirin. İşaretçilerine 0 veya boş Sığdır sınırları

source: Width
tr_tr: Genişlik

source: Width of the element
tr_tr: Bileşen genişliği

source: Height of the element
tr_tr: Bileşen yüksekliği

source: Specify address in this field if you don't need unique marker, title or latlng coordinates. Otherwise, leave this field empty and fill markers below
tr_tr: Benzersiz Marker, başlık veya EnlBoy koordinatlarına ihtiyacınız yoksa bu alandaki adresi belirtin. Aksi takdirde, bu alanı boş bırakın ve aşağıdaki işaretçileri doldurun

source: Cluster icon
tr_tr: Küme simgesi

source: Select or upload image for markers clusterer
tr_tr: İşaretçiler için resim seçme veya yükleme

source: Markers
tr_tr: İşaretleyiciler

source: Add markers into this map
tr_tr: Bu haritaya işaretçiler ekleme

source: Address of this marker
tr_tr: Bu işaretleyici adresi

source: Latitude and Longitude
tr_tr: Enlem ve Boylam

source: Comma separated coorditanes of the marker (instead Address)
tr_tr: İşaretçinin virgülle ayrılmış coorditanes (yerine adres)

source: Marker image
tr_tr: İşaretleyici resmi

source: Select or upload image or write URL from other site for this marker
tr_tr: Bu işaret için başka bir siteden resim seçin veya yükleyin veya URL yazın

source: Title for this marker
tr_tr: Bu işaret için başlık

source: Description of this marker
tr_tr: Bu işaretçinin açıklaması

source: Insert icons or images with title and description
tr_tr: Başlık ve açıklama içeren simgeler veya resimler ekleme

source: Align
tr_tr: Hizalama

source: Select alignment of this item
tr_tr: Bu öğenin hizalamasını seçme

source: Icon size
tr_tr: Simge boyutu

source: Select icon size
tr_tr: Simge boyutunu seç

source: Select custom color for each icon
tr_tr: Her simge için özel renk seçme

source: Enter title for this item
tr_tr: Bu öğe için başlık girin

source: URL to link this block
tr_tr: Bu bloğu bağlamak için URL

source: Enter short description for this item
tr_tr: Bu öğe için kısa açıklama girin

source: Select custom color for this item
tr_tr: Özel arkaplan rengi seç

source: Select or upload image or specify URL from other site
tr_tr: Görüntüyü seçin veya yükleyin veya diğer siteden URL 'yi belirtin

source: Create popup window with some content
tr_tr: Bazı içeriklerle açılır pencere oluşturma

source: Add block with prices
tr_tr: Fiyatlar ile blok Ekle

source: Prices
tr_tr: Fiyatlar

source: Select icon, specify price, title and/or description for each item
tr_tr: Simgeyi seçin, her öğe için Fiyat, başlık ve/veya açıklama belirtin

source: Title of the price
tr_tr: Fiyat başlığı

source: Subtitle of the price
tr_tr: Fiyat altyazı

source: If not empty - colored band with this text is showed at the top corner of price block
tr_tr: Bu metin ile boş renkli bant değilse fiyat bloğunun üst köşesinde gösterdi

source: Price description
tr_tr: Fiyat açıklaması

source: Any text before the price value
tr_tr: Fiyat değerinden önce herhangi bir metin

source: Price value
tr_tr: Fiyat değeri

source: Any text after the price value
tr_tr: Fiyat değerinden sonra herhangi bir metin

source: Price details
tr_tr: Fiyat detayları

source: Specify URL for the button under decription
tr_tr: Tanımı altındaki düğmenin URL 'sini belirtme

source: Specify text for the button under decription
tr_tr: Tanımı altında düğme için metin belirtme

source: Select or upload image to display it at top of this item
tr_tr: Bu öğenin üst kısmında görüntülenecek görüntüyü seçin veya yükleyin

source: Select or upload image to use it as background of this item
tr_tr: Bu öğenin arka planı olarak kullanmak için görüntüyü seçin veya yükleyin

source: Promo
tr_tr: Promosyon

source: Insert promo block
tr_tr: Promosyon bloğu ekle

source: Button 2 URL
tr_tr: Buton 2 URL

source: Link URL for the button (at the side of the image)
tr_tr: Düğme için bağlantı URL 'si (görüntünün tarafında)

source: Button 2 text
tr_tr: Düğme 2 metin

source: Caption for the button 2 (at the side of the image)
tr_tr: Düğme 2 için resim yazısı (görüntünün tarafında)

source: Text bg color
tr_tr: Metin rengi

source: Select custom color, used as background of the text area
tr_tr: Metin alanının arka planı olarak kullanılan özel rengi seçin

source: Select the promo image from the library for this section. Show slider if you select 2+ images
tr_tr: Bu bölüm için kütüphaneden gelen promosyon görüntüsünü seçin. 2 + görüntü seçerseniz kaydırıcıyı göster

source: Image bg color
tr_tr: Görüntü bg renk

source: Select custom color, used as background of the image
tr_tr: Görüntünün arka planı olarak kullanılan özel renk seçin

source: Image cover area
tr_tr: Görüntü kapak alanı

source: Fit image into area or cover it
tr_tr: Görüntüyü alana sığdır veya kapağı

source: Image position
tr_tr: Resim konumu

source: Place the image to the left or to the right from the text block
tr_tr: Soldaki veya sağdaki metin bloğundan resim yerleştirme

source: Image width
tr_tr: Resim genişliği

source: Width (in pixels or percents) of the block with image
tr_tr: İmajla birlikte blok genişliği (pixel veya %)

source: Enter link to the video (Note: read more about available formats at WordPress Codex page)
tr_tr: Video bağlantı girin (Not: WordPress Codex sayfasında mevcut formatları hakkında daha fazla bilgi)

source: Video embed code
tr_tr: Video embed kodu

source: or paste the HTML code to embed video in this block
tr_tr: veya bu bloğa video katıştırmak için HTML kodunu yapıştırın

source: Video in the popup
tr_tr: Açılır pencerede video

source: Open video in the popup window or insert it instead image
tr_tr: Açılır pencerede video açın veya yerine görüntü ekleyin

source: Size of the promo block: normal - one in the row, tiny - only image and title, small - insize two or greater columns, large - fullscreen height
tr_tr: Promosyon bloğunun boyutu: normal-bir satırda, küçük-sadece görüntü ve başlık, küçük-boyutunda iki veya daha büyük sütunlar, büyük tam ekran yüksekliği

source: Dimensions
tr_tr: Boyutlar

source: Text width
tr_tr: Metin genişliği

source: Select width of the text block
tr_tr: Metin bloğunun genişliğini seçme

source: Text block floating
tr_tr: Kayan metin bloğu

source: Select alignment (floating position) of the text block
tr_tr: Metin bloğunun hizalamasını (kayan konum) seçin

source: Align text to the left or to the right side inside the block
tr_tr: Blok içinde metin hizalama (sağ/sol kenara)

source: Text paddings
tr_tr: Metin kürek

source: Add horizontal paddings from the text block
tr_tr: Metin bloğundan yatay kürek ekleme

source: With paddings
tr_tr: Doldurma ile

source: Text margins
tr_tr: Kenar Boşluklarını Kaldır

source: Margins for the all sides of the text block (Example: 30px 10px 40px 30px = top right botton left OR 30px = equal for all sides)
tr_tr: Metin bloğunun tüm yönlerden kenar boşluğu (Örneğin: 30px 10px 40px 30px = üst sağ alt sol VEYA 30px = tüm yönlerden 30px mesafe)

source: Gap
tr_tr: Boşluk

source: Gap between text and image (in percent)
tr_tr: Metin ve görüntü arasındaki boşluk (yüzde olarak)

source: Event
tr_tr: Etkinlik

source: Bordered
tr_tr: Sınırlandırılmış

source: Circle
tr_tr: Daire

source: Forms
tr_tr: Formlar

source: Price block
tr_tr: Fiyat bloğu

source: Blockquote
tr_tr: Alıntı

source: Pie
tr_tr: Turta

source: Counter
tr_tr: Sayaç

source: Only icons
tr_tr: Sadece simgeler

source: Only names
tr_tr: Virgülle ayrılmış kategori isimleri

source: Icon + name
tr_tr: İsimsiz

source: Table
tr_tr: Tablo

source: Shadow
tr_tr: Gölge

source: Shortcodes
tr_tr: Kısa Kodlar

source: ID for current element
tr_tr: Geçerli bileşen için ID

source: Element CSS class
tr_tr: Element CSS Sınıfı

source: CSS class for current element
tr_tr: Element CSS Sınıfı

source: CSS box
tr_tr: CSS kutusu

source: Design Options
tr_tr: Tasarım Seçenekleri

source: ID &amp; Class
tr_tr: ID &amp; Sınıf

source: Show items as slider
tr_tr: Öğeleri kaydırıcı olarak göster

source: Space
tr_tr: Boşluk

source: Slider controls
tr_tr: Slayt Kontrolleri

source: Show arrows in the slider
tr_tr: Kaydırıcında okları gösterme

source: Side
tr_tr: Yan

source: Show bullets in the slider
tr_tr: Kaydırıcında madde işaretlerini gösterme

source: Title style
tr_tr: Başlık stili

source: Select style of the title and subtitle
tr_tr: Başlık ve altyazı stilini seçin

source: Title tag
tr_tr: Başlık etiketi

source: Select tag (level) of the title
tr_tr: Başlığın etiketini Seç (Level)

source: Heading 1
tr_tr: Başlık 1

source: Heading 2
tr_tr: Başlık 2

source: Heading 3
tr_tr: Başlık 3

source: Heading 4
tr_tr: Başlık 4

source: Heading 5
tr_tr: Başlık 5

source: Heading 6
tr_tr: Başlık 6

source: Title of the block. Enclose any words in {{ and }} to accent them
tr_tr: Blok başlığı. Herhangi bir sözcüğü {{ve}} içinde vurgu yapmak için Içine alın

source: Subtitle of the block
tr_tr: Blok için alt başlık

source: Description of the block
tr_tr: Blok açıklaması

source: Link URL for the button at the bottom of the block
tr_tr: Blok altında yer alan buton için link URLi

source: Button's text
tr_tr: Düğme Metin Rengi

source: Caption for the button at the bottom of the block
tr_tr: Blok altında yer alan buton için altmetin

source: Button's image
tr_tr: Düğmenin görüntüsü

source: Select the promo image from the library for this button
tr_tr: Bu düğme için kütüphaneden gelen promosyon görüntüsünü seçin

source: Titles
tr_tr: Başlıklar

source: IDs to show
tr_tr: Göstermek için kimlikleri

source: Comma separated IDs list to show. If not empty - parameters 'cat', 'offset' and 'count' are ignored!
tr_tr: Virgülle ayrılmış kimlikleri listesi göstermek için. Boş değilse-parametreler ' Cat ', ' offset ' ve ' Count ' göz ardı edilir!

source: Count
tr_tr: Sayı

source: Specify number of items to display
tr_tr: Görüntülenecek öğe sayısını belirtme

source: Specify number of columns. If empty - auto detect by items number
tr_tr: Sütun sayısını belirtin. Boş-otomatik madde numarasına göre Algıla

source: Offset
tr_tr: Ofset

source: Specify number of items to skip before showed items
tr_tr: Öğeleri göstermeden önce atlamak için öğe sayısını belirtme

source: Select how to sort the posts
tr_tr: Gönderileri sıralama şeklini seçme

source: Post ID
tr_tr: Yazı ID

source: Select sort order
tr_tr: Sıralama düzenini seçin

source: Query
tr_tr: Sorgu

source: Icon library
tr_tr: İkon kütüphanesi

source: Select icon library.
tr_tr: Kitaplıktan simge seçin.

source: Select icon from library.
tr_tr: Kütüphaneden ikon seçin.

source: Skill counters and pie charts
tr_tr: Beceri sayaçları ve pasta çizelgeleri

source: Cutout
tr_tr: Kesme

source: Compact pie
tr_tr: Kompakt pasta

source: Show all values in one pie or each value in the single pie
tr_tr: Tek pasta içindeki tüm değerleri bir pastayı veya her değeri göster

source: Select custom color to fill each item
tr_tr: Her öğeyi doldurmak için özel renk seçin

source: Background color
tr_tr: Arka plan rengi

source: Select custom color for item's background
tr_tr: Maddenin arka planı için özel renk seçme

source: Border color
tr_tr: Kenarlık rengi

source: Select custom color for item's border
tr_tr: Maddenin kenarlığı için özel renk seçme

source: Max. value
tr_tr: Max. Değer

source: Enter max value for all items
tr_tr: Tüm öğeler için maksimum değer girin

source: Specify number of columns for skills. If empty - auto detect by items number
tr_tr: Beceriler için sütun sayısını belirtin. Boş-otomatik madde numarasına göre Algıla

source: Values
tr_tr: Değerler

source: Specify values for each counter
tr_tr: Her sayaç için değerleri belirtme

source: Two
tr_tr: İki

source: Enter title of this item
tr_tr: Bu öğenin başlığını girin

source: Enter value of this item
tr_tr: Bu öğenin değerini girin

source: Insert social icons with links on your profiles
tr_tr: Profillerinizin bağlantılarını içeren sosyal simgeler ekleyin

source: Icons alignment
tr_tr: Simgeler hizalama

source: Select alignment of the icons
tr_tr: Simgelerin hizalamasını seçme

source: Select social icons and specify link for each item
tr_tr: Sosyal simgeler seçin ve her öğe için bağlantı belirtin

source: Name of the social network
tr_tr: Sosyal ağın adı

source: Insert a table
tr_tr: Tablo ekle

source: Table alignment
tr_tr: Tablo hizalama

source: Select alignment of the table
tr_tr: Tablonun hizalamasını seçme

source: Width of the table
tr_tr: Tablonun genişliği

source: Content, created with any table-generator, for example: http://www.impressivewebs.com/html-table-code-generator/ or http://html-tables.com/
tr_tr: Içerik, herhangi bir tablo üreteç ile oluşturulan, örneğin: http://www.impressivewebs.com/html-table-code-generator/veya http://html-tables.com/

source: Add title, subtitle and description
tr_tr: Başlık, altyazı ve açıklama ekleme

source: Themes Market
tr_tr: Temalar Pazar

source: Affiliate parameters from marketplaces
tr_tr: Marketten Affiliate parametreleri

source: Part of the marketplace's URL
tr_tr: Piyasanın URL 'sinin bir parçası

source: If product's URL have this substring - next param should be added
tr_tr: Ürünün URL 'si varsa bu alt dize-sonraki param eklenmelidir

source: Parameters to add
tr_tr: Eklenecek parametreler

source: Parameters to add to the URL (as key1=value1&key2=value2...)
tr_tr: URL 'ye eklenecek parametreler (as KEY1 = value1 & key2 = value2...)

source: General
tr_tr: Genel

source: General options
tr_tr: Genel Ayarlar

source: Slug to create the demo link
tr_tr: Slug demo bağlantı oluşturmak için

source: Date created
tr_tr: Oluşturulma Tarihi

source: The creation date of the item in the format "YYYY-mm-dd"
tr_tr: Maddenin oluşturma tarihi "YYYY-AA-dd" biçiminde

source: Last update
tr_tr: Son Güncelleme

source: Date of last update of this item in the format "YYYY-mm-dd"
tr_tr: "YYYY-AA-dd" biçiminde bu öğenin son güncelleştirme tarihi

source: Version
tr_tr: Versiyon

source: Current version of this product
tr_tr: Bu ürünün güncel sürümü

source: Product preview URL
tr_tr: Ürün önizleme URL 'si

source: Specify URL of the item's demo site
tr_tr: Maddenin demo sitesinin URL 'sini belirtme

source: Product download URL
tr_tr: Ürün indirme URL 'si

source: The URL for downloading this item, if this item placed on some marketplace. If empty - internal shop is used to sale this item
tr_tr: Bu öğe bazı pazara yerleştirildiğinde, bu öğeyi indirmek için URL. Bu öğeyi satmak için boş iç dükkan kullanılırsa

source: Online documentation URL
tr_tr: Çevrimiçi dokümantasyon URL 'si

source: Specify URL of the item's online documentation
tr_tr: Maddenin çevrimiçi belgelerinin URL 'sini belirtme

source: Main features
tr_tr: Ana Özellikler

source: Retina ready
tr_tr: Retina hazır

source: High resolution ready
tr_tr: Yüksek çözünürlüklü hazır

source: Responsive
tr_tr: Duyarlı

source: Are responsive styles and layouts included?
tr_tr: Duyarlı stiller ve düzenleri dahil mi?

source: Columns number in the layouts of this item
tr_tr: Bu maddenin mizanpajlarındaki sütun sayısı

source: 1 column
tr_tr: 1 sütun

source: 2 columns
tr_tr: 2 sütun

source: 3 columns
tr_tr: 3 Sütun

source: 4+ columns
tr_tr: 4 sütun - 1/3

source: If there are widgets in the package
tr_tr: Pakette Widgets varsa

source: No widgets
tr_tr: Bileşenler

source: Up to 5
tr_tr: 5 ' e kadar

source: Up to 10
tr_tr: 10 ' a kadar

source: More than 10
tr_tr: 10 ' dan fazla

source: If there are shortcodes in the package
tr_tr: Pakette shortcodes varsa

source: No shortcodes
tr_tr: Shortcodes yok

source: Up to 20
tr_tr: 20 ' ye kadar

source: More than 20
tr_tr: 20 ' den fazla

source: Support
tr_tr: Destek

source: Support type of this item
tr_tr: Bu maddenin destek türü

source: No support
tr_tr: Destek

source: 30 days
tr_tr: 30 gün

source: Documentation
tr_tr: Belgeler

source: Documentation of this item
tr_tr: Bu maddenin belgeleri

source: Well documented
tr_tr: Iyi belgelenmiş

source: Additional (custom) features for this download
tr_tr: Ek Özellikler

source: Add more features for this download by pair title-value
tr_tr: Çift başlık-değer ile bu karşıdan yükleme için daha fazla özellik ekleme

source: Compatibilities
tr_tr: Uyumluluk

source: Compatibility
tr_tr: Uygunluk

source: Search Compatibilities
tr_tr: Arama uyumlulukları

source: All Compatibilities
tr_tr: Tüm uyumlulukları

source: Parent Compatibility
tr_tr: Ebeveyn uyumluluğu

source: Parent Compatibility:
tr_tr: Ebeveyn uyumluluğu:

source: Edit Compatibility
tr_tr: Uyumluluk Düzenle

source: Update Compatibility
tr_tr: Güncelleştirme uyumluluğu

source: Add New Compatibility
tr_tr: Yeni uyumluluk Ekle

source: New Compatibility Name
tr_tr: Yeni uyumluluk adı

source: Browsers
tr_tr: Tarayıcılar

source: Browser
tr_tr: Tarayıcı

source: Search Browsers
tr_tr: Arama tarayıcıları

source: All Browsers
tr_tr: Tüm tarayıcılar

source: Parent Browser
tr_tr: Ana tarayıcı

source: Parent Browser:
tr_tr: Ana tarayıcı:

source: Edit Browser
tr_tr: Tarayıcıyı Düzenle

source: Update Browser
tr_tr: Tarayıcıyı Güncelleştir

source: Add New Browser
tr_tr: Yeni tarayıcı ekle

source: New Browser Name
tr_tr: Yeni tarayıcı adı

source: Plugins in the package
tr_tr: Pakette eklentiler

source: Plugin
tr_tr: Eklenti

source: Search Plugins
tr_tr: Arama eklentileri

source: All Plugins
tr_tr: Tüm eklentiler

source: Parent Plugin
tr_tr: Ana eklenti

source: Parent Plugin:
tr_tr: Ana eklenti:

source: Edit Plugin
tr_tr: Eklenti Düzenle

source: Update Plugin
tr_tr: Eklentiyi Güncelle

source: Add New Plugin
tr_tr: Yeni eklenti Ekle

source: New Plugin Name
tr_tr: Yeni eklenti adı

source: The Package
tr_tr: Paket

source: Package
tr_tr: Paket

source: Search Packages
tr_tr: Paket Arama

source: All Packages
tr_tr: Tüm Paketler

source: Parent Package
tr_tr: Ana Paket

source: Parent Package:
tr_tr: Ana Paket

source: Edit Package
tr_tr: Paket Düzenle

source: Update Package
tr_tr: Güncelle

source: Add new Package
tr_tr: Yeni paket Ekle

source: New Package Name
tr_tr: Yeni İlçe Adı

source: Live demo
tr_tr: Canlı demo

source: %s - Purchase
tr_tr: %s-satın al

source: Purchase Key
tr_tr: Satın alma anahtarı

source: EDD Details
tr_tr: EDD detayları

source: Display current download's details
tr_tr: Geçerli karşıdan yükleme ayrıntılarını görüntüleme

source: Price:
tr_tr: Fiyat:

source: Created:
tr_tr: Oluşturuldu:

source: Updated:
tr_tr: Güncellendi:

source: Version:
tr_tr: Versiyon:

source: Widgets:
tr_tr: Bileşenler

source: Shortcodes:
tr_tr: Kısa Kodlar

source: Columns:
tr_tr: Sütunlar:

source: Documentation:
tr_tr: Belgeler:

source: Support:
tr_tr: Destek

source: High resolution:
tr_tr: Yüksek çözünürlüklü:

source: Yes
tr_tr: Evet

source: No
tr_tr: Hayır

source: Responsive:
tr_tr: Responsive resim galerisi

source: Compatible with
tr_tr: Uyumlu

source: Browsers support
tr_tr: Browsers desteği

source: Package parts
tr_tr: Paket parçaları

source: Plugins included
tr_tr: Eklentiler dahil

source: About me - photo and short description about the blog author
tr_tr: Hakkımda-blog yazarı hakkında fotoğraf ve kısa açıklama

source: ThemeREX Addons - About Me
tr_tr: ThemeREX eklentileri-hakkımda

source: Avatar (if empty - get gravatar by admin email):
tr_tr: Avatar (boş ise-admin e-posta ile Gravatar olsun):

source: User name (if equal to # - not show):
tr_tr: Kullanıcı adı (eşit ise #-görünmüyor):

source: Short description about user (if equal to # - not show):
tr_tr: Kullanıcı hakkında kısa açıklama (eşit ise #-görünmüyor):

source: Insert widget with blog owner's name, avatar and short description
tr_tr: Ekle widget blog sahibinin adı, Avatar ve kısa açıklama ile

source: Select or upload image or write URL from other site for user's avatar. If empty - get gravatar from user's e-mail
tr_tr: Kullanıcının avatarı için görüntüyü seçin veya karşıya yükleyin veya diğer siteden URL yazın. Boş Ise-kullanıcının e-postada Gravatar alın

source: User name
tr_tr: Kullanıcı adı
