Repository: imdcan/trx_addons-TR_tr
Catalog: *.po
Languages: tr_tr

source: Insert widget to compare selected cars
tr_tr: Seçilen arabaları karşılaştırmak için Widget ekle

source: Widget title
tr_tr: Widget Başlığı

source: Title of the widget
tr_tr: Widget başlığı

source: Advanced search form for cars
tr_tr: Araçlar için gelişmiş arama formu

source: ThemeREX Addons - Cars Search
tr_tr: ThemeREX eklentileri-otomobil arama

source: Widget layout:
tr_tr: Widget düzeni:

source: Horizontal
tr_tr: Yatay

source: Vertical
tr_tr: Dikey

source: Order search results by:
tr_tr: Arama sonuçlarını sipariş:

source: Order:
tr_tr: Sipariş:

source: Ascending
tr_tr: Artan

source: Descending
tr_tr: Azalan

source: Cars Search
tr_tr: Araba arama

source: Insert advanced form for search cars
tr_tr: Arama arabaları için Gelişmiş Form Ekle

source: Select widget's layout
tr_tr: Widget 'ın düzenini seçin

source: Order by
tr_tr: Tarafından sipariş

source: Select sorting type of search results
tr_tr: Arama sonuçlarının sıralama türünü seçme

source: Order
tr_tr: Sipariş

source: Select sorting order of search results
tr_tr: Arama sonuçlarının sıralama sırasını seçme

source: Sort cars list by date, price or title
tr_tr: Araç listesini tarihe, fiyata veya başlığa göre sırala

source: ThemeREX Addons - Cars Sort
tr_tr: ThemeREX eklentileri-otomobil sıralama

source: Order by:
tr_tr: Tarafından sipariş:

source: Cars Sort
tr_tr: Otomobil sıralama

source: Insert widget to sort cars by price, date or title
tr_tr: Araçları Fiyat, tarih veya başlığa göre sıralamak için Widget ekle

source: Select sorting type of cars
tr_tr: Araba sıralama türünü seçin

source: Select sorting order of cars
tr_tr: Araçların sıralama sırasını seçme

source: Item's subtitle
tr_tr: Maddenin altyazı

source: Certificate description or any other text
tr_tr: Sertifika açıklaması veya başka bir metin

source: Certificate
tr_tr: Sertifika

source: Certificate Description
tr_tr: Sertifika açıklaması

source: Certificates
tr_tr: Sertifikalar

source: All Certificates
tr_tr: Tüm Sertifikalar

source: View Certificate
tr_tr: Sertifika Görüntüle

source: Add New Certificate
tr_tr: Yeni Sertifika Ekle

source: Edit Certificate
tr_tr: Sertifika Düzenle

source: Update Certificate
tr_tr: Sertifikayı Güncelle

source: Search Certificate
tr_tr: Sertifika Ara

source: Start date in format: yyyy-mm-dd
tr_tr: Başlangıç tarihi Format: yyyy-mm-dd

source: Time
tr_tr: Zaman

source: The time for start of classes. For example: 7.00pm - 9.00pm, 16:00 - 18:00, etc.
tr_tr: Sınıfların başlangıcı için zaman. Örneğin: 7.00 PM-9.00 PM, 16:00-18:00, vb.

source: Duration
tr_tr: Süre

source: The duration of course
tr_tr: Kurs süresi

source: The price of course. For example: $99.90, $100.00/month, etc.
tr_tr: Tabii ki fiyat. Örneğin: $99,90, $100.00/month, vb.

source: Link to course product
tr_tr: Kurs ürünü bağlantısı

source: Link to product page for this course
tr_tr: Bu kurstaki ürünler bağlantısı

source: Courses
tr_tr: Kurslar

source: Course Description
tr_tr: Kurs Açıklaması

source: Course
tr_tr: Kurs

source: All Courses
tr_tr: Tüm Kurslar

source: View Course
tr_tr: Kursu Görüntüle

source: Add New Course
tr_tr: Yeni Ders Ekle

source: Edit Course
tr_tr: Kursu Düzenle

source: Update Course
tr_tr: Kursu Güncelle

source: Search Courses
tr_tr: Kurs Ara

source: Courses Group
tr_tr: Kurslar grubu

source: Group
tr_tr: Grup

source: Search Groups
tr_tr: Gruplarda Ara

source: All Groups
tr_tr: Bütün Gruplar

source: Parent Group
tr_tr: Ana Grup

source: Parent Group:
tr_tr: Üst Grup:

source: Edit Group
tr_tr: Grubu Düzenle

source: Update Group
tr_tr: Grubu Güncelle

source: Add New Group
tr_tr: Yeni Grup Ekle

source: New Group Name
tr_tr: Yeni grup adı:

source: Courses Groups
tr_tr: Kurslar grupları

source: Settings of the courses archive
tr_tr: Kurslar arşivinin ayarları

source: Style
tr_tr: Stil

source: Style of the courses archive
tr_tr: Kurslar Arşivi stili

source: Join the Course
tr_tr: Kursa katıl

source: Display courses from specified group
tr_tr: Belirtilen gruptan kursları görüntüleme

source: Past courses
tr_tr: Geçmiş dersler

source: Show the past courses if checked, else - show upcoming courses
tr_tr: Önceki kursları kontrol ederseniz, başka-yaklaşan kursları gösterin

source: Show past courses
tr_tr: Geçmiş kursları göster

source: Courses group
tr_tr: Kurslar grubu

source: Started on %s
tr_tr: Başlangıç : %s

source: Starting %s
tr_tr: Başlangıç : %s

source: More Info
tr_tr: Daha fazla bilgi

source: Buy Now
tr_tr: Satın Al

source: Skills
tr_tr: Beceriler

source: Work experience
tr_tr: İş deneyimi

source: Education
tr_tr: Eğitim

source: Services
tr_tr: Hizmetler

source: Dishes
tr_tr: Yemek

source: Float
tr_tr: Float/Düz

source: Compact
tr_tr: Kompakt

source: Layouts
tr_tr: Düzenler

source: Portfolio
tr_tr: Portföy

source: Simple
tr_tr: Basit

source: Post
tr_tr: Yazı

source: Properties
tr_tr: İlanlar

source: Google map
tr_tr: Google Harita

source: Agents
tr_tr: Danışmanlar

source: Resume
tr_tr: Devam et

source: Light /2 columns/
tr_tr: Açık

source: Light /3 columns/
tr_tr: 3 sütun - 1/4

source: Callouts /2 columns/
tr_tr: 2 sütun - 1/6

source: Callouts /3 columns/
tr_tr: 3 sütun - 1/4

source: Chess /2 columns/
tr_tr: Blog 'da gönderileri göstermek için Animasyon öğesini seçin. Dikkat! "Çapa tekerleği" davranışıyla ("Satranç 2 sütun" gibi) sayfalarda herhangi bir animasyon kullanmayın!

source: Chess /4 columns/
tr_tr: Dama / 4 Sütun/

source: Chess /6 columns/
tr_tr: Dama / 6 Sütun/

source: Hover /2 columns/
tr_tr: Bağlantı 2 hover

source: Hover /3 columns/
tr_tr: Bağlantı 3 hover

source: Iconed /2 columns/
tr_tr: Simgelenmiş

source: Iconed /3 columns/
tr_tr: Simgelenmiş

source: Light
tr_tr: Açık

source: Iconed
tr_tr: Simgelenmiş

source: Callouts
tr_tr: Bilgileri

source: List
tr_tr: Liste

source: Hover
tr_tr: Vurgu

source: Chess
tr_tr: Satranç

source: Tabs (simple)
tr_tr: Basit

source: Sport Reviews
tr_tr: En İyi İncelenenler

source: Competitions
tr_tr: Yarışmalar

source: Rounds
tr_tr: Mermi

source: Matches
tr_tr: Maçlar

source: Players
tr_tr: Oyuncular

source: Team
tr_tr: Takım

source: Short
tr_tr: Kısa

source: Featured
tr_tr: Öne Çıkan

source: Testimonials
tr_tr: Görüşler

source: CPT
tr_tr: Seçili taksonomilerden cpt'yi dahil etmek veya hariç tutmak

source: CPT (Custom Post Types) options
tr_tr: CPT (özel posta türleri) seçenekleri

source: Custom Post Types
tr_tr: Özel Gönderi Türü

source: The price of the dish
tr_tr: Yemeğin fiyatı

source: Link to the dish product
tr_tr: Çanak ürüne bağlantı

source: Link to the product page for this dish
tr_tr: Bu çanak için ürün sayfasına bağlantı

source: Spicy
tr_tr: Baharatlı

source: Spicy level of this dish from 1 to 5
tr_tr: 1 ' den 5 ' e kadar bu yemeğin baharatlı seviyesi

source: Nutritions
tr_tr: Besin Değerleri

source: Nutritional information. Each element on the new row
tr_tr: Beslenme bilgileri. Yeni satırdaki her öğe

source: Ingredients
tr_tr: Malzemeler

source: Ingredients of this dish. Each element on the new row
tr_tr: Bu yemeğin malzemeleri. Yeni satırdaki her öğe

source: Dish Description
tr_tr: Dish açıklama

source: Dish
tr_tr: Çanak

source: All Dishes
tr_tr: Tüm yemekler

source: View Dish
tr_tr: Çanak görüntüle

source: Add New Dish
tr_tr: Yeni çanak Ekle

source: Edit Dish
tr_tr: Çanak Düzenle

source: Update Dish
tr_tr: Çanak Güncelle

source: Search Dishes
tr_tr: Arama yemekleri

source: Dishes Group
tr_tr: Yemekler grubu

source: Dishes Groups
tr_tr: Yemekler grupları

source: Settings of the dishes archive
tr_tr: Yemekler Arşiv ayarları

source: Style of the dishes archive
tr_tr: Yemek Arşivi stili

source: Invalid query parameter!
tr_tr: Geçersiz sorgu parametresi!

source: Display dishes from specified group
tr_tr: Belirtilen gruptan yemekleri görüntüleme

source: Featured position
tr_tr: Öne çıkan pozisyon

source: Select the position of the featured element
tr_tr: Özellikli öğenin konumunu seçin

source: Top
tr_tr: Üst

source: Excerpt
tr_tr: Alıntı

source: Check if you want hide excerpt
tr_tr: Eğer alıntı gizlemek istiyorsanız kontrol edin

source: Hide excerpt
tr_tr: Alıntıyı gizle

source: Open in the popup
tr_tr: Açılır pencerede aç

source: Open details in the popup or navigate to the single post (default)
tr_tr: Açılır pencerede ayrıntıları açın veya tek mesaja gidin (varsayılan)

source: Dishes group
tr_tr: Yemekler grubu

source: Spicy Level:
tr_tr: Baharatlı seviye:

source: Order now
tr_tr: Şimdi Satın Al

source: Comments
tr_tr: Yorumlar

source: Type of this layout
tr_tr: Bu mizanpaj türü

source: Header
tr_tr: Başlık

source: Footer
tr_tr: Altbilgi

source: Custom
tr_tr: Özel Takvimler

source: Margin to content
tr_tr: İçeriğe ait marj

source: Specify margin between this layout and page content to override theme's value
tr_tr: Temanın değerini geçersiz kılmak için bu düzen ve sayfa içeriği arasındaki kenar boşluğu belirtme

source: Layout Description
tr_tr: Düzen açıklaması

source: All Layouts
tr_tr: Alle Oppsett

source: View Layout
tr_tr: Yerleşimi Görüntüle

source: Add New Layout
tr_tr: Yeni yerleşim ekle

source: Edit Layout
tr_tr: Yerleşimi Düzenle

source: Update Layout
tr_tr: Düzeni Güncelleştir

source: Search Layout
tr_tr: Arama Düzeni

source: Layouts Group
tr_tr: Düzenler grubu

source: Layout Group
tr_tr: Düzen grubu

source: Custom Layouts
tr_tr: Özel düzenler

source: Create theme-specific custom layouts (headers, footers, etc.)
tr_tr: Temaya özel özel düzenler (üstbilgiler, altbilgiler vb.) oluşturun

source: Create Layouts
tr_tr: Düzenler oluşturma

source: Press button above to create set of layouts, prepared with this theme. Attention! If a post with the same name exist - it is skipped!
tr_tr: Bu temayla hazırlanan mizanpajlar kümesi oluşturmak için yukarıdaki düğmeye basın. Dikkat! Aynı adla bir gönderi varsa-atlanır!

source: Custom Layouts created successfully!
tr_tr: Özel düzenler başarıyla oluşturuldu!

source: Any type
tr_tr: İş Türü

source: Display previously created layout (header, footer, etc.)
tr_tr: Önceden oluşturulmuş mizanpajı göster (üstbilgi, altbilgi, vb.)

source: Select shortcodes's type
tr_tr: Shortcodes türü seçin

source: Select any previously created layout to insert to this page
tr_tr: Bu sayfaya eklemek için önceden oluşturulmuş herhangi bir düzeni seçin

source: Open selected layout in a new tab
tr_tr: Seçili düzeni yeni bir sekmede açma

source: Row type
tr_tr: Satır türü

source: Select row type to decorate header widgets. Attention! Use this parameter to decorate custom layouts only!
tr_tr: Üstbilgi widget 'larını süslemek için satır türünü seçin. Dikkat! Sadece özel düzenleri süslemek için bu parametreyi kullanın!

source: Narrow
tr_tr: Dar

source: Delimiter
tr_tr: Sınırlayıcı

source: Show delimiter after the row.
tr_tr: Sınırdan sonra ayırıcı göster.

source: Show delimiter
tr_tr: Sınırlayıcı göster

source: Fix this row when scroll
tr_tr: Kaydırma yaparken bu satırı düzelt

source: Fix this row to the top of the window when scrolling down
tr_tr: Aşağı kaydırırken pencerenin üst kısmına bu satırı düzelt

source: Fix this row
tr_tr: Bu satırı düzelt

source: Hide on tablets
tr_tr: Tabletlerde gizle

source: Hide this item on tablets
tr_tr: Bu öğeyi tabletlerde gizle

source: Hide on mobile devices
tr_tr: Mobil Cihazlarda Gizle

source: Hide this item on mobile devices
tr_tr: Bu öğeyi mobil cihazlarda gizleme

source: Hide on the Frontpage
tr_tr: Alıntıyı gizle

source: Hide this item on the Frontpage
tr_tr: Menü Öğesini Düzenle

source: Column alignment
tr_tr: Sütun Hizalama

source: Select alignment of the inner widgets in this column. Attention! Use this parameter to decorate custom layouts only!
tr_tr: Bu sütundaki iç widget 'ların hizalamasını seçin. Dikkat! Sadece özel düzenleri süslemek için bu parametreyi kullanın!

source: Icons position
tr_tr: Kenar Çubuğu Konumu

source: Select icons position of the inner widgets 'Layouts: xxx' in this column. Attention! Use this parameter to decorate custom layouts only!
tr_tr: Bu sütundaki iç widget 'ların ' Layouts: xxx ' simgeleri konumunu seçin. Dikkat! Sadece özel düzenleri süslemek için bu parametreyi kullanın!

source: Layouts: Cart
tr_tr: Düzenler: sepet

source: Insert cart with items number and totals to the custom layout
tr_tr: Özel mizanpaja madde numarası ve toplamları içeren sepeti ekleme

source: Select shortcodes's layout
tr_tr: Shortcodes 'in düzenini seçin

source: Cart text
tr_tr: Sepet metni

source: Text in the first line.
tr_tr: İlk satırda metin.

source: item
tr_tr: ürün

source: Layouts: Container
tr_tr: Düzenler: konteyner

source: Container for other shortcodes
tr_tr: Diğer shortcodes için konteyner

source: Content alignment
tr_tr: İçerik hizalama

source: Select alignment of the inner content in this block
tr_tr: Bu bloktaki iç içeriğin hizalamasını seçin

source: Layouts: Currency
tr_tr: Düzenler: para birimi

source: Insert Currency Switcher
tr_tr: Para birimi değiştirici Ekle

source: Layouts: Featured image
tr_tr: Düzenler: öne çıkan görüntü

source: Insert post/page featured image
tr_tr: Post/sayfa özellikli görüntü ekle

source: Height of the block
tr_tr: Bloğun yüksekliği

source: Specify height of this block. If empty - use default height
tr_tr: Bu bloğun yüksekliğini belirtin. Boş kullanım varsayılan yüksekliği

source: Layouts: Iconed text
tr_tr: Düzenler: ıconed metin

source: Insert icon with two text lines to the custom layout
tr_tr: Özel düzende iki metin satırıyla simge Ekle

source: Text line 1
tr_tr: Metin satırı 1

source: Text line 2
tr_tr: Metin satırı 2

source: Text in the second line.
tr_tr: İkinci satırda metin.

source: Specify link URL. If empty - show plain text without link
tr_tr: Bağlantı URL 'sini belirtin. Boş-göster düz metin bağlantı olmadan

source: Layouts: Language
tr_tr: Düzenler: dil

source: Insert WPML Language Selector
tr_tr: WPML dil seçici ekle

source: Show flag
tr_tr: Bayrağı göster

source: Where you want to show flag?
tr_tr: Bayrağı nereye göstermek istiyorsun?

source: Hide
tr_tr: Gizle

source: Only in the title
tr_tr: Sadece başlık

source: Only in the menu
tr_tr: Sadece menüde

source: Both
tr_tr: Her ikisi de

source: Show link's title
tr_tr: Bağlantının başlığını göster

source: Select link's title type
tr_tr: Bağlantının başlık türünü seçin

source: Language name
tr_tr: Dil Adı

source: Language code
tr_tr: Dil Kodu

source: Show menu item's title
tr_tr: Menü öğesinin başlığını göster

source: Select menu item's title type
tr_tr: Menü öğesinin başlık türünü seçme

source: Layouts: Login link
tr_tr: Düzenler: oturum açma bağlantısı

source: Insert Login/Logout link to the custom layout
tr_tr: Özel düzende Login/Logout bağlantısını ekle

source: Login text
tr_tr: Giriş metni

source: Text of the Login link.
tr_tr: Giriş bağlantısının metni.

source: Logout text
tr_tr: Oturum kapatma metni

source: Text of the Logout link.
tr_tr: Logout bağlantısının metni.

source: Layouts: Logo
tr_tr: Düzenler: logo

source: Insert site logo to the custom layout
tr_tr: Özel mizanpaja site logosu ekleme

source: Select or upload image or write URL from other site for site's logo.
tr_tr: Sitenin logosu için başka bir siteden görüntü seçin veya yükleyin veya URL yazın.

source: Logo Retina
tr_tr: retina logosu

source: Select or upload image or write URL from other site: site's logo for the Retina display.
tr_tr: Diğer siteden görüntü seçin veya yükleyin veya URL yazın: Retina ekran için sitenin logosu.

source: Logo text
tr_tr: Logo yazısı

source: Site name (used if logo is empty). If not specified - use blog name
tr_tr: Site adı (logo boşsa kullanılır). Belirtilmezse-blog adını kullanın

source: Slogan or description below site name (used if logo is empty). If not specified - use blog description
tr_tr: Slogan veya açıklama site adının altında (logo boş ise kullanılır). Belirtilmezse-blog açıklamasını kullanın

source: Layouts: Menu
tr_tr: Düzenler: menü

source: Insert any menu to the custom layout
tr_tr: Özel mizanpaja herhangi bir menü ekleme

source: Location
tr_tr: Konum

source: Select menu location to insert to the layout
tr_tr: Mizanpaja eklenecek menü konumunu seçin

source: Menu
tr_tr: Menü

source: Select menu to insert to the layout. If empty - use menu assigned in the field 'Location'
tr_tr: Düzene eklemek için menüyü seçin. ' Konum ' alanına atanmış boş kullanım menüsü

source: Select the menu items hover
tr_tr: Menü öğeleri hover seçin

source: Submenu animation in
tr_tr: Alt menü animasyonu

source: Select animation to show submenu
tr_tr: Alt menüyü göstermek için animasyonu Seç

source: Submenu animation out
tr_tr: Alt menü animasyonu çıkış

source: Select animation to hide submenu
tr_tr: Alt menüyü gizlemek için animasyonu seçin

source: Mobile button
tr_tr: Mobil düğme

source: Add menu button instead menu on mobile devices. When it clicked - open menu
tr_tr: Mobil cihazlarda menü düğmesi yerine menü ekleyin. Tıklandığında-menüyü aç

source: Add button
tr_tr: Buton Ekle

source: Add to the mobile menu
tr_tr: Mobil Menü menüsünü görüntüle

source: Use this menu items as mobile menu (if mobile menu not selected in the theme)
tr_tr: Bu menü öğelerini mobil menü olarak kullanın (Temada mobil menü seçilmemişse)

source: Use as mobile menu
tr_tr: Mobil Menü menüsünü görüntüle

source: Hide on the mobile devices
tr_tr: Mobil Cihazlarda Gizle

source: Sorry, but nothing matched your search criteria. Please try again with some different keywords.
tr_tr: Üzgünüz, ancak hiçbir şey arama ölçütleriyle eşleşmedi. Lütfen farklı anahtar kelimelerle tekrar deneyin.

source: More results ...
tr_tr: Daha fazla sonuç...

source: The query string is empty!
tr_tr: Sorgu dizesi boş!

source: Layouts: Search form
tr_tr: Düzenler: arama formu

source: Insert search form to the custom layout
tr_tr: Özel düzene arama formu ekleme

source: Select form's style
tr_tr: Formun stilini seçme

source: Expand
tr_tr: Genişlet

source: Fullscreen
tr_tr: Tam Ekran

source: AJAX search
tr_tr: AJAX arama

source: Use AJAX incremental search
tr_tr: AJAX Artımlı arama kullanın

source: Layouts: Title and Breadcrumbs
tr_tr: Düzenler: başlık ve Breadcrumbs

source: Insert post meta and/or title and/or breadcrumbs
tr_tr: Post meta ve/veya başlık ve/veya kırıntıları Ekle

source: Show post title
tr_tr: Yazı başlığını göster

source: Show post/page title
tr_tr: Başlık

source: Show
tr_tr: Göster

source: Show post meta
tr_tr: Yazı metaları

source: Show post meta: date, author, categories list, etc.
tr_tr: Show post meta: Tarih, yazar, Kategoriler listesi, vb.

source: Show breadcrumbs
tr_tr: Göster kırıntıları

source: Show breadcrumbs under the title
tr_tr: Başlık altında içerik haritaları göster

source: Layouts: Widgets
tr_tr: Düzenler: widgets

source: Insert selected widgets area
tr_tr: Seçili widget 'ları ekle alanı

source: Widgets
tr_tr: Bileşenler

source: Select previously filled widgets area
tr_tr: Önceden doldurulmuş widget 'ları Seç

source: Columns
tr_tr: Sütun boşluğu

source: Select number columns to show widgets. If 0 - autodetect by the widgets count
tr_tr: Widget 'ları göstermek için sayı sütunlarını seçin. 0-araç takımları tarafından otomatik algıla sayısı

source: Portfolio item author's name or position or any other text
tr_tr: Portföy öğesi yazarın adı veya konumu veya başka bir metin

source: Item's link
tr_tr: Maddenin bağlantısı

source: Alternative link to the portfolio item's site. If empty - use this post's permalink
tr_tr: Portföy öğesinin sitesine alternatif bağlantı. Eğer boş-bu yazının Permalink kullanın

source: Portfolio Description
tr_tr: Portföy Açıklaması

source: All Portfolio items
tr_tr: Tüm Portföy Elemanları

source: View Portfolio item
tr_tr: Portföy Elemanını Görüntüle

source: Add New Portfolio item
tr_tr: Yeni Portföy Elemanı

source: Edit Portfolio item
tr_tr: Elemanı Düzenle

source: Update Portfolio item
tr_tr: Portföy öğesini Güncelleştir

source: Search Portfolio items
tr_tr: Referans ögesini ara

source: Portfolio Group
tr_tr: Portföy grubu

source: Portfolio Groups
tr_tr: Portföy grupları

source: Settings of the portfolio archive
tr_tr: Portföy Arşivi ayarları

source: Style of the portfolio archive
tr_tr: Portföy Arşivi stili

source: All Portfolio Items
tr_tr: Tüm Portfolio Elemanları

source: Display portfolio items from specified group
tr_tr: Belirtilen gruptan portföy öğelerini görüntüleme

source: Portfolio group
tr_tr: Portföy grubu

source: Item's icon
tr_tr: Öğe simgesi

source: Select icon for the current post (used in some shortcodes)
tr_tr: Geçerli gönderi için simge seçin (bazı shortcodes kullanılır)

source: Settings of the agents profile
tr_tr: Aracıları profilinin ayarları

source: Style of the properties
tr_tr: Özelliklerin stili

source: Style of the properties archive on the Agent's profile page
tr_tr: Aracının profil sayfasındaki özellikler arşivinin stili

source: Basic information about the property
tr_tr: Özellik hakkında temel bilgiler

source: Specify main price for this property
tr_tr: Bu özelliğin ana fiyatını belirtme

source: Optional price for rental or square feet/m
tr_tr: Kiralama veya metre kare/m için opsiyonel fiyat

source: Area size
tr_tr: m2

source: Area size (only digits)
tr_tr: Alan boyutu (yalnızca basamak)

source: Area size prefix
tr_tr: Alan boyutu öneki

source: Area size prefix (unit of measurement). Use ^ to make next digit as exponent, eg. m^2
tr_tr: Alan boyutu öneki (ölçü birimi). Kullanmak ^ üs olarak bir sonraki basamak yapmak, örneğin. m ^ 2

source: Land size
tr_tr: Arazi büyüklüğü

source: Land area size (only digits)
tr_tr: Arsa alanı boyutu (sadece basamak)

source: Land size prefix
tr_tr: Arazi boyutu öneki

source: Land area size prefix (unit of measurement). Use ^ to make next digit as exponent, eq. m^2
tr_tr: Arsa alanı boyutu öneki (ölçü birimi). Bir sonraki basamak üs olarak yapmak için ^ kullanın, EQ. m ^ 2

source: Bedrooms
tr_tr: Yatak Odası

source: Bedrooms number (digits only)
tr_tr: Yatak odası numarası (yalnızca basamak)

source: Bathrooms
tr_tr: Banyo

source: Bathrooms number (digits only)
tr_tr: Banyo numarası (sadece basamak)

source: Garages
tr_tr: Garaj

source: Garages number (digits only)
tr_tr: Garajlar numarası (yalnızca basamak)

source: Garage size
tr_tr: Garaj boyutu

source: Garage size. Eg. "2 auto" or "200 SqFt" or "45 m^2"
tr_tr: Garaj büyüklüğü. Örneğin. "2 otomatik" veya "200 SqFt" veya "45 m ^ 2"

source: Year built
tr_tr: Yapım Yılı

source: Specify or select the year when the property is built
tr_tr: Özelliğin oluşturulduğunda yılı belirtin veya seçin

source: Property ID
tr_tr: Emlak ID

source: Property ID - it will help you search this property directly
tr_tr: Mülkiyet KIMLIĞI-bu doğrudan bu özelliği aramanızı yardımcı olacaktır

source: Address and location on the map
tr_tr: Harita üzerinde adres ve konum

source: Country
tr_tr: Ülke

source: Select the property's country
tr_tr: Tesisin ülkesini seçin

source: State
tr_tr: Şehir

source: Select the property's state
tr_tr: Özelliğin durumunu seçin

source: Select the property's city
tr_tr: Tesisin şehrini seçin

source: Neighborhood
tr_tr: Mahalle

source: Select the property's neighborhood
tr_tr: Tesisin mahalleyi seçin

source: Address in the city
tr_tr: Şehirdeki adres

source: Specify only street and building number
tr_tr: Yalnızca sokak ve bina numarasını belirtin

source: Zip
tr_tr: Posta Kodu

source: Zip code
tr_tr: Posta Kodu

source: Show map
tr_tr: Haritayı Göster

source: Show map on the property's single page
tr_tr: Tesisin tek sayfasında Haritayı göster

source: Google map marker
tr_tr: Google Harita işaretleyicisi

source: Select image to represent this property on the Google map. If empty - use marker from 'Property type' or default marker
tr_tr: Google haritasında bu özelliği temsil etmek için görüntüyü seçin. ' Özellik türü ' veya varsayılan işaretleyiciden boş kullanım işaretçisi
